{
    "url": "https://kpfu.ru/math/strctre/mech/fluid/zaschity-diplomnyh-rabot-2024-g-450259.html",
    "title": "Защиты дипломных работ 2024 г.",
    "content": "Защиты дипломных работ 2024 г. Главная \\ Образование \\ Институт математики и механики им. Н.И. Лобачевского \\ Структура \\ Отделение механики \\ Кафедра аэрогидромеханики 25 июня 2024 Защиты дипломных работ 2024 г. 20 и 21 июня состоялись защиты выпускных квалификационных работ бакалавров и магистерских диссертаций. Доклады студентов были высоко оценены членами экзаменационной комиссии, преподавателями отделения механики и научными руководителями студентов. В этом году студенты кафедры аэрогидромеханики представили результаты следующих исследований Магистры (научный руководитель, студент, тема) зав.каф., д.ф.-м.н. Поташев К.А. Ураимов А. Определение длин трещин гидродразрыва пласта по результатам трассерных исследований. Мухина М. Оценка точности модели двухфазной фильтрации в фиксированных трубках тока. проф., д.ф.-м.н. Маклаков Д.В. Хайруллин А. Обтекание круговой впадины по схемам Л. Фёппля и М.А. Лаврентьева. доц., д.ф.-м.н. Нуриев А.Н. Делягина Е. Моделирование жидкого мостика. доц., к.ф.-м.н. Марданов Р.Ф. Коншина А. Кинетика забивки волокнистого фильтра. Сафин Д. Моделирование осаждения взвеси в смешанном фильтре. Бакалавры (научный руководитель, студент, тема) зав.каф., д.ф.-м.н. Поташев К.А. Еремин И. Осредненная по высоте модель пласта вблизи горизонтальных скважин. Сафин Р. Учет сжимаемости газа в двумерной модели стационарной фильтрации. Сергеев Я. Быстрые алгоритмы оптимизации системы заводнения нефтяного пласта. проф., д.ф.-м.н. Маклаков Д.В. Казанцев Р. Эффективный метод расчета почти предельных периодических гравитационных поверхностных волн. Халяпова А. Обтекание цилиндра потоком с постоянной завихренностью. Михайлова Е. Задача о натекании струи на горизонтальную свободную поверхность. Яковлева Ю. Течение двухслойной жидкости над неровным дном. доц., д.ф.-м.н. Зарипов Д.И. Дмитрачкова А. Повышение производительности метода Particle Image Velocimetry для исследования кинематических характеристик турбулентного течения (параллельные вычисления на CPU и GPU). доц., д.ф.-м.н. Нуриев А.Н. Фаррахов Т. Моделирование течения в центробежном насосе с использованием MRF подхода. Корякова Е. Моделирование течений около вращающихся тел. Соколова Д. Моделирование течения в центробежном насосе в нестационарной постановке. доц., к.ф.-м.н. Калинин Е.И. Мымрина Е. Решение задачи о течении в разветвлённой сосудистой системе с использованием одномерной модели кровотока. доц., к.ф.-м.н. Камалутдинов А.М. Зайцев М. Анализ режимов тепломассопереноса, возникающих при обтекании двух соединенных пластин. Федоркин О. Анализ режимов тепломассопереноса, возникающих при обтекании пластины сложного сечения. доц., к.ф.-м.н. Марданов Р.Ф. Закиев И. Метод граничных элементов для расчета медленного течения вязкой жидкости под действием массовых сил. Айдашева В. Расчет гидродинамических сил, действующих на проницаемый круговой контур, обтекаемый потоком Стокса. Ибрагимова Г. Моделирование гидродинамики течения аэрозольного фильтра с пористым осадком на волокнах. Телегин С. Модель улавливания частиц в рукавном фильтре. доц., к.ф.-м.н. Филатов Е.И. Головня Н. Расчет параметров газа в ударной трубе. Девятых А. Расчет ударных волн в Лагранжевых переменных. Поздравляем студентов с завершением очередной ступени образования и желаем дальнейших научных достижений! Ключевые слова: ВКР , защита , кафедра аэрогидромеханики 123 Образование Наука Конкурсы Студенческая жизнь Международное Культура Спорт Сотрудничество Подпишитесь на нашу рассылку Другие новости и объявления 10 февраля 2026 Сотрудники и студенты кафедры аэрогидромеханики отмечены на торжественной церемонии награждения сотрудников, студентов, аспирантов и их наставников за высокие достижения в научно-исследовательской деятельности 06 февраля 2026 Состоялась торжественная церемония вручения Раисом Республики Татарстан Р.Н.Миннихановым Государственных премий Республики Татарстан в области науки и техники и государственных наград 03 февраля 2026 Защита кандидатской диссертации Хамидуллина М.Р. 03 февраля 2026 Защита докторской диссертации Марданова Р.Ф. 31 января 2026 Исследования профессора и магистранта кафедры аэрогидромеханики опубликованы в ведущем журнале по гидромеханике 30 января 2026 Аспирант кафедры аэрогидромеханики удостоен специальной государственной стипендии Республики Татарстан 08 декабря 2025 Сотрудники кафедры аэрогидромеханики – лауреаты Госпремии РТ в области науки и техники 2025 года 03 декабря 2025 КФУ среди лидеров Всероссийской олимпиады по теоретической механике 01 декабря 2025 Студенты отделения механики – организаторы проекта \"PROнаука в КФУ\" 01 декабря 2025 Заседание секции \"Аэрогидромеханика\" в рамках школы-конференции \"Лобачевские чтения-2025\" 01 декабря 2025 Заведующий кафедрой аэрогидромеханики выступил на вебинаре АГГИ 09 октября 2025 В АН РТ состоялось заседание комиссии по присуждению Государственной премии РТ в области науки и техники 09 октября 2025 Кафедра аэрогидромеханики на Всероссийской конференции молодых учёных-механиков им. ак. Г.Г. Чёрного 21 сентября 2025 Победа в конкурсе \"Студенческий стартап\" 29 августа 2025 Студенты отделения механики – участники программы обмена с Вьетнамом 19 июля 2025 Выпускники-механики – 2025 08 июля 2025 Защита выпускных работ на кафедре аэрогидромеханики 08 июля 2025 Исследования кафедры аэрогидромеханики представлены на международных научных конференциях 08 июля 2025 Магистрант кафедры аэрогидромеханики удостоена специальной государственной стипендии Республики Татарстан 27 июня 2025 Отделение механики – организаторы секции \"Аналитическая механика\" XII Четаевской конференции 19 мая 2025 Экскурсия в лабораторию гидродинамики и теплообмена ФИЦ КазНЦ РАН Для улучшения работы сайта и его взаимодействия с пользователями мы используем файлы cookie. Продолжая работу с сайтом, Вы разрешаете использование cookie-файлов. Вы всегда можете отключить файлы cookie в настройках Вашего браузера. Хорошо Вход в личный кабинет Ваш логин Ваш пароль запомнить меня Забыли пароль? Регистрация Фотография из материала: Защиты дипломных работ 2024 г."
}