{
  "https://kpfu.ru/math/strctre/mech/fluid/abiturientu-o-bakalavriate": {
    "title": "АБИТУРИЕНТУ о бакалавриате",
    "text": "Абитуриенту о бакалавриате Бакалавриат «Механика и математическое моделирование», профиль \"Математическое и компьютерное моделирование в фундаментальных и прикладных задачах механики \" — программа для тех, кто хочет понимать физику процессов и уметь считать их на компьютере. В рамках данной программы вы получите сильную фундаментальную базу по математике и механике сплошной среды, освоите современное программирование и инструменты вычислительного эксперимента. В ходе обучения вы выполняете вычислительные проекты, учитесь ставить задачи, выбирать численные методы, проверять корректность расчёта (верификация, сеточная сходимость) и оформлять результаты как инженерный/научный отчёт. Итог — выпускная работа и портфолио, с которым можно уверенно идти в магистратуру, R&D или инженерные расчётные команды. Студенты, выбравшие для специализации кафедру аэрогидромеханики, далее ориентируются на одну из двух траекторий: 1) вычислительная аэрогидромеханика и CFD; 2) подземная гидромеханика и многофазные среды . FAQ для абитуриента 1) Кем можно работать после выпуска? Траектория CFD ведёт в расчётные группы (аэрогидродинамика, газовая динамика, моделирование течений). Траектория подземной гидромеханики — в задачи моделирования фильтрации, многофазных процессов и смежные инженерные расчёты. Для обоих треков естественный путь — продолжение в профильной магистратуре. 2) Нужно ли заранее уметь программировать? Нет: программирование идёт с ранних семестров через алгоритмы, ООП и практикумы. Важно желание учиться писать код и использовать его для моделирования. 3) Что тут “современного”, кроме математики? В плане есть алгоритмы с ИИ-ассистированным программированием, ООП и основы компьютерного моделирования, машинное обучение. Дальше — выборные курсы по CFD, многопроцессорным вычислениям, гидро- и газовой динамике, подземной гидромеханике. 4) Будут ли реальные проекты, а не только экзамены? Да: в учебном плане заложены «Физико-механический практикум и вычислительный эксперимент» (5–7 сем.), НИР и практики, а финалом становится ВКР. Это естественная основа для портфолио-проектов. 5) Если я хочу “в науку”, программа подходит? Да: сильное математическое ядро и блок механики сплошной среды, плюс НИР и ВКР — хорошая база для исследовательской магистратуры и работы в лабораториях. 6) Если я хочу “в индустрию”, что будет моим конкурентным преимуществом? Умение связывать физическую постановку задачи с вычислительным экспериментом: корректно строить модель процесса, корректно ставить математическую задачу, выбирать численный метод и проверять корректность результата. Плюс — специализация по трекам (CFD или подземная гидромеханика). 7) Когда нужно выбирать специализацию? В конце второго курса. В 6 семестре Вы уже начинаете работу над оригинальной задачей в рамках курсовой работы. К этому времени уже пройдены ключевые курсы по моделированию и численным методам, и начинается блок профильных выборных дисциплин.",
    "category": "main"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/abiturientu-o-magistrature": {
    "title": "АБИТУРИЕНТУ о магистратуре",
    "text": "АБИТУРИЕНТУ о магистратуре Магистратура « Аэрогидромеханика и механика нефтегазового пласта » в рамках направления \" Механика и математическое моделирование \" — программа для тех, кто хочет профессионально понимать и моделировать гидродинамические процессы и процессы фильтрации: от турбулентности и теплообмена до многофазной фильтрации в пористой среде. В основе — продвинутая механика и современные методы расчёта: турбулентность и теплопередача , численно-аналитические методы аэрогидромеханики , теория многофазной фильтрации , пакеты численного моделирования задач гидромеханики и компьютерный практикум по механике . Программа ориентирована на исследовательскую и инженерную траекторию: значимая доля обучения проходит через НИР, практики и ВКР , где вы решаете реальные задачи моделирования, оформляете результаты и защищаете выпускную работу. Вы выбираете одну из двух специализаций: CFD и аэрогидромеханика или гидромеханика нефтегазового пласта и многофазные среды, и углубляетесь через блок дисциплин по выбору. Трек 1. CFD и аэрогидромеханика: турбулентность, теплообмен, сложные течения «Турбулентность и теплопередача» «Численно-аналитические методы аэрогидромеханики» «Пакеты численного моделирования задач гидромеханики» «Компьютерный практикум по механике» «Теория струйных и кавитационных течений» «Моделирование турбулентных течений» Пример темы ВКР: моделирование турбулентного течения / теплопереноса с анализом чувствительности к модели / параметрам, проектирование гидротехнического оборудования или оптимизация режимов его работы. Трек 2. Механика нефтегазового пласта: многофазная фильтрация, геолого-технические мероприятия, геология «Теория многофазной фильтрации» «Пакеты численного моделирования задач гидромеханики» «Основы геологии и теории разработки нефтегазовых месторождений» «Моделирование геолого-технических мероприятий» «Математическое моделирование геологического строения нефтегазового пласта» «Современное ПО для гидродинамического моделирования нефтегазового месторождения» «Теория многофазных сред», «Механика грунтов» Пример темы ВКР: моделирование многофазных фильтрационных течений; проектирование и оптимизация сценариев выполнения геолого-технических мероприятий, калибровка параметров и анализ устойчивости решения, реализация собственных моделей и алгоритмов или применение готовых современных пакетов-симуляторов. Что вы освоите постановку и анализ задач механики сплошных сред и гидромеханики, включая турбулентность, теплопередачу и многофазные течения и фильтрацию; вычислительные методы и работу с пакетами численного моделирования, практику вычислительного эксперимента; исследовательскую работу и оформление результата: НИР - практика - ВКР; специализированные компетенции через дисциплины по выбору: турбулентные модели / кавитация или геология / геолого-технические мероприятия / геомоделирование; FAQ для абитуриента 1) Кто может поступать? Магистратура подойдёт выпускникам бакалавриата/специалитета, у которых есть база в математике, механике, физике и/или численных методах , например: - Механика и математическое моделирование - Прикладная математика и информатика - Физика - Информатика, если была хорошая математика и есть интерес к моделированию - Инженерные направления с “сильной расчетной частью”: аэрокосмическое/машиностроение/теплоэнергетика, а также нефтегазовое дело, если есть мотивация подтянуть матаппарат и PDE 2) Это больше про CFD или про нефтегазовый пласт? Оба направления заложены в ядре, а дальше вы выбираете трек: CFD / аэрогидромеханика или многофазная фильтрация / геолого-технические мероприятия / цифровое гидродинамическое сопровождение разработки нефтегазового пласта. 3) Будет ли программирование и расчёты “руками”? Да: есть «Компьютерный практикум по механике» и «Пакеты численного моделирования задач гидромеханики», которые обеспечивают практику вычислительного эксперимента. В большинстве спецкурсов задачи решаются с помощью программных продуктов, от использования готовых пакетов до составления собственных программ. 4) Насколько программа исследовательская? Существенная часть — через НИР, практики и ВКР: это базовый формат подготовки к R&D и инженерным моделированию. Все темы ВКР традиционно являются оригинальными исследованиями, обладающими научной новизной и прикладным значением. 5) Есть ли что-то про геологию и геомоделирование? Да: «Основы геологии и теории РНГМ» и «Математическое моделирование геологического строения НГП». 6) Кем могут работать после окончания Трек CFD и аэрогидромеханика: - инженер по CFD/CAE (моделирование течений, тепломассоперенос, аэродинамика); - инженер-расчётчик / инженер по численному моделированию; - исследователь/инженер R&D в лабораториях и расчётных группах. Трек механика пласта и многофазная фильтрация: - инженер/специалист по гидродинамическому моделированию месторождений (reservoir simulation); - инженер по моделированию многофазной фильтрации/процессов в пористой среде; - инженер R&D (модели ГТМ, интерпретация расчётов, сценарное моделирование) — в т.ч. с использованием профильного ПО. Плюс для обоих треков: данное направление магистратуры является базовой траекторией в аспирантуру или научную карьеру .",
    "category": "main"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/grafik-konsultacij": {
    "title": "График консультаций",
    "text": "",
    "category": "main"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/istoriya-kafedry": {
    "title": "История кафедры",
    "text": "История кафедры В 1931 году при коренной реорганизации Университета физико-математический факультет был упразднен, и вместо него созданы три отделения физико-математического направления: физическое, механико-математическое и аэродинамическое. Из кафедры теоретической механики выделяется кафедра аэродинамики, возглавляемая создателем Казанской школы теории устойчивости движения проф. Н.Г.Четаевым, который также известен как основатель Казанского авиационного института. Последний появляется уже через год, в 1932 году отделение аэродминамики выходит из состава Казанского университета и формирует КАИ, ныне известный как Казанский национальный исследовательский технический университет им. А. Н. Туполева. В 1941 специализация по механике, была прекращена, почти все преподаватели и студенты ушли на фронт. В 1943 году скончался заведовавший кафедрой последние годы профессор Н.Н.Парфентьев. Некоторое время кафедра существовала лишь формально. Новая история началась с того момента, когда на должность заведующего кафедрой механики Казанского университета в 1944 году пригласили молодого перспективного ученого из Казанского авиационного института Гумера Галеевича Тумашёва. Г.Г.Тумашёв принес с собой из авиационного института передовую авиационную тематику, сложные и очень актуальные проблемы аэродинамического расчета крыла. Его большой заслугой была постановка и метод решения так называемых обратных краевых задач аэродинамики (ОКЗА), когда форма профиля крыла является не заданной, а искомой величиной. В университете эти проблемы попали на благодатную почву высокой математической культуры. Первоначально сугубо прикладные задачи получали обобщенные формулировки, перерастали в большую науку. В 1951 году правительство республики Татарстан обратилось к ученым Казани с просьбой о помощи молодой нефтяной промышленности Татарии. Для изучения проблем был организован научный семинар во главе с профессором Тумашевым и профессором Г.С.Салеховым из физико-технического института Казанского Филиала АН СССР. В 1954 году от кафедры теоретической механики отделяется кафедра аэрогидромеханики, всё также возглавляемая Г.Г.Тумашёвым. В это время на кафедре аэрогидромеханики появилась постоянная специализация студентов по подземной гидромеханике. До настоящего времени это одно из наиболее востребованных практикой направлений работы кафедры. Исследования в области теоретических основ электрохимической обработки металла, также возникшие из потребностей производства, энергично развивались профессором В.В.Клоковым и его многочисленными учениками. В 1993 году Ю.М.Молокович передал руководство кафедрой аэрогидромеханики профессору В.В.Клокову. C 2001 по 2003 годы кафедрой заведовал проф. А.В.Костерин. C 2004 по 2018 годы кафедрой заведовал проф. А.Г.Егоров. В настоящее время ее возглавляет доц. К.А.Поташев.",
    "category": "main"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/metodicheskie-posobiya": {
    "title": "Методические пособия",
    "text": "Методические пособия Учебно-методические пособия / Механика и математическое моделирование Основы механики сплошной среды . Практические занятия: Учебное пособие / К.А. Поташев. – Казань: Казанский федеральный университет, 2024. – 57 с. ​Памятка по прохождению практики Мазо А.Б., К.А.Поташев \"Гидродинамика\" (3,35Mb) Практические занятия по механике сплошной среды : Учебно-методическое пособие / К.А. Поташев. – Казань: Казанский университет, 2010. – 44 с. Р.Ф.Марданов \"Численные методы решения плоской задачи теплопроводности\" (208Кb) Краевые задачи гидродинамической аналогии и теории электрохимической размерной обработки (В.В.Клоков) Скачать: I часть архива (~500КБ) II часть архива (~500КБ) . После скачивания переименуйте файлы: kzga!2.zip->kzga.zip, kzga2!3.zip->kzga.z01 Ильинский Н.Б., Марданов Р.Ф. Обратные краевые задачи теории фильтрации. Учебное пособие к курсу \"Обратные краевые задачи механики жидкости и газа\", часть III. - Казань: КГУ, 2007. 56 с. Марданов Р.Ф. Особенности численной реализации методов решения прямых и обратных краевых задач аэрогидродинамики. Учебное пособие к курсу «Численная реализация методов решения прямых и обратных краевых задач аэрогидродинамики» – Казань: КФУ, 2013. 60 с.﻿ Ильинский Н.Б., Абзалилов Д.Ф. Математические проблемы проектирования крыловых профилей: усложненные схемы течения; построение и оптимизация формы крыловых профилей Ильинский Н.Б., Абзалилов Д.Ф. Обратные краевые задачи механики жидкости и газа часть 1 Обратные краевые задачи механики жидкости и газа часть 2 Ильинский Н.Б., Марданов Р.Ф. Обратные краевые задачи теории фильтрации часть 3 Маклаков Д.В. Метод граничных элементов в аэродинамике ( Boundary element methods in aerodynamics ) Гидродинамика Марданов Р.Ф. Особенности численной реализации методов решения прямых и обратных краевых задач аэрогидродинамики Марданов Р.Ф. Численные методы решения плоской задачи теплопроводности Филатов Е.И., Чукурумова Г.Н. Сборник задач по газовой динамике. Часть 1. ( стр.1-15 , стр. 16-26 , стр. 27-36 , стр. 37-51 ), Сборник задач по газовой динамике. Часть 2. ( стр.1-13 , стр. 14-21 , стр. 22-36 , стр. 37-48 ) Егоров А.Г. Лекции по аналитической механике. Егоров А.Г. Лекции по асимптотическим методам Егоров А.Г. Лекции по гидродинамической устойчивости Егоров А.Г. Лекции по динамике твёрдого тела Егоров А.Г. Лекции по динамике систем Егоров А.Г. Лекции по динамике точки Егоров А.Г. Лекции по кинематике Егоров А.Г. Лекции по статике Поташев К.А., Зарипов Р.Р. Гидравлика. Физико-механический практикум. Поташев К.А., Лубышева А.И. Гидравлика открытых русел. Физико-механический практикум. Поташев К.А., Тарасов Д.О. Аэродинамика. Физико-механический практикум.",
    "category": "main"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/seminary-i-kruzhki": {
    "title": "Семинары и кружки",
    "text": "Семинары и кружки Студенческий научный кружок \"Механика и математическое моделирование\" Официальный телеграм-канал - консультант Салимьянова Д. Р. @dlrslmnv - староста кружка Ильбаев Ленар @I_LENAR Научный семинар по гидродинамике и подземной гидромеханике Руководители семинара: Поташев К.А. Факультатив по подготовке команды КФУ к олимпиаде по теоретической механике Руководитель факультатива: Марданов Р.Ф. Факультатив по основам программирования на микроконтроллерах Руководитель факультатива: Камалутдинов А.М.",
    "category": "main"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/spisok-predlagaemyh-tem-kursovyh-i-diplomnyh-rabot": {
    "title": "Темы курсовых и дипломных работ",
    "text": "Список предлагаемых тем курсовых и дипломных работ НОРМАТИВНО-ПРАВОВОЕ ОБЕСПЕЧЕНИЕ Регламент от 21 февраля 2019 г. № 0.1.1.67-08/17/19 \"Подготовки и защиты курсовой работы в федеральном государственном автономном образовательном учреждении высшего образования \"Казанский (Приволжский) федеральный университет\" Регламент от 23 апреля 2020 г. № 0.1.1.67-08/39-b/20 \"Подготовки и защиты выпускной квалификационной работы обучающимися федерального государственного автономного образовательного учреждения высшего образования \"Казанский (Приволжский) федеральный университет\" Архив тем выпускных квалификационных работ ТЕМЫ РАБОТ 2025 / 2026 уч. г. Курсовые работы бакалавров на 1, 2 семестры, 3 курс НАУЧНЫЙ РУКОВОДИТЕЛЬ ФИО СТУДЕНТА, ТЕМА проф., д.ф.-м.н. Маклаков Д.В. Маннанов И. Обтекание гидродинамической особенности вблизи твердой стенки или свободной поверхности Федоров К. Обтекание вихря вблизи твердой стенки или свободной поверхности проф., д.ф.-м.н. Нуриев А.Н. Бегерестанова Л. Ламинарные и турбулентные режимы обтекания крылового профиля Васютина В. Эффективность машущего крыла Поздеева А. Влияние точки отрыва потока на направление движения машущего крыла доц., д.ф.-м.н. Зарипов Д.И. Габдулхакова Д. Ламинарно-турбулентный переход в канале с препятствиями доц., к.ф.-м.н. Калинин Е.И. Гуссамов И. Метод декомпозиции области для численного решения задач гидромеханики доц., к.ф.-м.н. Камалутдинов А.М. Егоров М. Калибровка моделей турбулентности для двумерных течений. Степанов К. Оптимизация формы обтекаемого тела в двумерных течениях. доц., к.ф.-м.н. Марданов Р.Ф. Асылбаева А. Расчет сил, действующих на тело, обтекаемое фильтрационным потоком. Демидова У. Обтекание кругового контура, расположенного в периодической ячейке, потоком Стокса. доц., к.ф.-м.н. Филатов Е.И. Файрушин Р. Аэродинамические характеристики спускаемого космического аппарата Андреева Д. Расчет аэродинамических сил для низколетящих спутников Земли д.т.н., проф. каф. геологии и геофизики нефти и газа, Уральский государственный горный университет, Липаев А.А., научный консультант зав. каф., д.ф.-м.н. Поташев К.А. Кадргулов В. Определение тепловых свойств материалов по температурным замерам в системе контактирующих двух тел при постоянном нагреве Дипломные работы бакалавров, 4 курс НАУЧНЫЙ РУКОВОДИТЕЛЬ ФИО СТУДЕНТА, ТЕМА зав.каф., д.ф.-м.н. Поташев К . А . Малбаева А.И. Эффективные схемы численного решения уравнений переноса в пористой среде Ильина А.Н. Термометрия вертикальных добывающих скважин в слоисто-неоднородном пласте Земцева Э.С. Моделирование заводнения в МФТТ с учетом гравитационных и капиллярных сил Зиганшина Р. Моделирование притока к горизонтальной скважине вблизи фазовых контактов в MRST проф., д.ф.-м.н. Маклаков Д.В. Нигматулин Р.Д. Обтекание пластинки при наличии закрылка, моделируемого точечным вихрем проф., д.ф.-м.н. Нуриев А.Н. Кокорина Е.А. Развитие гидродинамических неустойчивостей при обтекании круглого цилиндра осцилляционным и стационарным потоком. Иванушкин Э.К. Развитие трёхмерных течений около эллиптического машущего крыла. доц., к.ф.-м.н. Калинин Е.И. Каюмова Л. Численное и экспериментальное исследование закрученного потока Рахматуллина Р. Влияние расположения завихрителя на теплообмен в канале доц., к.ф.-м.н. Камалутдинов А.М. Вашурин С.К. Применение нейронных сетей для определения параметров потока и коэффициентов турбулентной модели. доц., к.ф.-м.н. Филатов Е.И. Романов К.Н. Оптимизация формы крыла сверхзвукового самолета Миннибаев Б.В. Расчет аэродинамических характеристик низколетящих космических аппаратов зав. каф. мат. статистики, д.ф.-м.н. Турилова Е.А. Жучков М.Л. Операторные и вероятностные аспекты аксиоматики механических систем Мубаракшин Р.А. Элементы теории алгебры операторов в обосновании квантовой логики и механики Дипломные работы магистров, 1 курс НАУЧНЫЙ РУКОВОДИТЕЛЬ ФИО СТУДЕНТА, ТЕМА зав.каф., д.ф.-м.н. Поташев К . А . Ширманова К. Управление притоком к горизонтальной скважине проф., д.ф.-м.н. Нуриев А.Н. Исмагилов Д. Формирование тяги за счет упругих колебаний тонкого тела в жидкости Гумеров Н. Исследование трехмерного пропульсивного движения биомиметического пловца в жидкости доц., к.ф.-м.н. Марданов Р.Ф. Маханов И. Моделирование обтекания тонкой проницаемой мембраны медленным потоком вязкой жидкости. Телегин С. Моделирование осаждения частиц в рукавном фильтре. доц., к.ф.-м.н. Камалутдинов А.М. Шарандак Д.Э. Оптимизация формы обтекаемого тела в двумерных течениях. Дипломные работы магистров, 2 курс НАУЧНЫЙ РУКОВОДИТЕЛЬ ФИО СТУДЕНТА, ТЕМА зав.каф., д.ф.-м.н. Поташев К . А . Еремин И. Управление притоком пластового флюида к горизонтальным скважинам проф., д.ф.-м.н. Маклаков Д.В. Казанцев Р. О моделировании волнового цуга и решениях типа уединенной волны в жидкости бесконечной глубины Шадт М. Натекание струи на стенку проф., д.ф.-м.н. Нуриев А.Н. Фаррахов Т. Моделирование гидродинамики центробежного насоса доц., д.ф.-м.н. Зарипов Д.И. Дмитрачкова А. Бессеточный метод Particle Image Velocimetry Пантелеев С. Статистические характеристики пульсирующего течения в трубе доц., к.ф.-м.н. Калинин Е.И. Мымрина Е. Моделирование кипящего слоя катализатора с помощью многофазного метода Эйлера доц., к.ф.-м.н. Камалутдинов А.М. Федоркин О. Исследование течений вблизи модели, геометрически близкой к корпусу автомобиля доц., к.ф.-м.н. Марданов Р.Ф. Закиев И. Расчет течения газовзвеси с учетом взаимодействия частиц и газа Ибрагимова Г. Моделирование образования пористого осадка на волокне при диффузионном осаждении частиц доц., к.ф.-м.н. Филатов Е.И. Сафин Р. Расчет параметров движения ударной волны по газу переменной плотности зав. каф. моделирования экологических систем ИЭБП, д.ф.-м.н. Зарипов Ш.Х. Пурвис А. Математическое моделирование дробления частиц Темы работ аспирантов НАУЧНЫЙ РУКОВОДИТЕЛЬ ФИО АСПИРАНТА, КУРС, ТЕМА зав.каф., д.ф.-м.н. Поташев К . А . Салимьянова Д. 1 курс (КФУ, ИММ) Моделирование потокоотклоняющих технологий повышения нефтеотдачи пласта методом фиксированных двумерных трубок тока Усманов Д. 1 курс (КФУ, ИГиНГТ) Высокопроизводительные алгоритмы повышенной точности для адаптации граничных условий гидродинамической модели нефтяной залежи балансовым методом Ураимов А. 2 курс (КФУ, ИММ) Проектирование многозонного гидроразрыва нефтяного пласта по модели фильтрации в трубках тока доц., к.ф.-м.н. Марданов Р.Ф. Сафин Д. 1 курс (КФУ, ИММ) Моделирование осаждения взвеси в аэрозольном волокнистом фильтре смешанного типа Ибрагимов А., соискатель (КФУ, ИММ) Метод граничных элементов с разложениями в ряды Фурье для расчета течений Стокса Источник информации: кафедра аэрогидромеханики",
    "category": "main"
  },
  "https://kpfu.ru/math/strctre/mech/fluid": {
    "title": "Кафедра аэрогидромеханики",
    "text": "Кафедра аэрогидромеханики Кафедра образовалась в середине 1930-х годов. В данный момент на кафедре работают доктора наук Губайдуллин Д.А.,​ Зарипов Д.И., Маклаков Д.В., Нуриев А.Н., Поташев К.А. Кафедра обеспечивает преподавание курсов, связанных с научной тематикой кафедры, основу которой составляют следующие направления: - гидродинамика вязкой и идеальной жидкости, - вычислительная гидродинамика, - подземная гидромеханика, - гидромеханика многофазных сред. При кафедре проводятся семинары по гидродинамике и подземной гидромеханике. Презентация о сотрудниках кафедры (2 Mb) ​ Презентация о направлениях подготовки и НИР обучающихся отделения механики (6 Mb) Презентация о программах магистратуры (6 Mb) - \"Механика жидкости, газа и плазмы\", - \"Механика нефтяного и газового пласта\". Предложения по взаимодействию с промышленными партнерами (0.7 Mb) ​ Presentation about Fluid Mechanics Department (3 Mb). Руководитель: Поташев Константин Андреевич Телефон: +7 (843) 2065224, доб. 3108 E-mail: Konstantin.Potashev@kpfu.ru Адрес: Казань, ул. Кремлевская, д. 35, Учебное здание №14 (Корпус №2), ауд. 602 Положение: открыть файл  Объявления 03 февраля 2026 Защита кандидатской диссертации Хамидуллина М.Р. На заседании диссертационного совета КФУ.011.1 состоится защита кандидатской диссертации Хамидуллина М.Р. Планируемая дата события: 16.04.2026 03 февраля 2026 Защита докторской диссертации Марданова Р.Ф. На заседании диссертационного совета КФУ.011.1 состоится защита докторской диссертации доцента кафедры аэрогидромеханики Марданова Р.Ф. Планируемая дата события: 16.04.2026 Новости 10 февраля 2026 Сотрудники и студенты кафедры аэрогидромеханики отмечены на торжественной церемонии награждения сотрудников, студентов, аспирантов и их наставников за высокие достижения в научно-исследовательской деятельности Благодарственные письма вручены сотрудникам и студентам кафедры аэрогидромеханики Наука Студенческая жизнь 06 февраля 2026 Состоялась торжественная церемония вручения Раисом Республики Татарстан Р.Н.Миннихановым Государственных премий Республики Татарстан в области науки и техники и государственных наград Награды вручены научному коллективу сотрудников Казанского федерального университета Наука 31 января 2026 Исследования профессора и магистранта кафедры аэрогидромеханики опубликованы в ведущем журнале по гидромеханике В Journal of Fluid Mechanics опубликована статья профессора и магистранта кафедры аэрогидромеханики Наука 30 января 2026 Аспирант кафедры аэрогидромеханики удостоен специальной государственной стипендии Республики Татарстан Специальная стипендия Республики Татарстан присуждается наиболее перспективным студентам и аспирантам, чьи научные работы и академические результаты с Образование Наука Конкурсы 08 декабря 2025 Сотрудники кафедры аэрогидромеханики – лауреаты Госпремии РТ в области науки и техники 2025 года Указом Раиса Республики Татарстан объявлены лауреаты Государственной премии Республики Татарстан в 2025 году Наука Конкурсы 03 декабря 2025 КФУ среди лидеров Всероссийской олимпиады по теоретической механике В Уфе прошла Всероссийская олимпиада по теоретической механике среди студентов вузов, организованная на базе УГНТУ 01 декабря 2025 Студенты отделения механики – организаторы проекта \"PROнаука в КФУ\" Студенты отделения механики – организаторы проекта «PROнаука в КФУ»",
    "category": "main"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/15-ijunya-2023-goda-na-baze-soveta-kfu0111-433580.html": {
    "title": "15 июня 2023 года на  базе совета КФУ.011.1 состоялась защита докторской диссертации доцента кафедры аэрогидромеханики Нуриева Артема Наилевича",
    "text": "15 июня 2023 года на базе совета КФУ.011.1 состоялась защита докторской диссертации доцента кафедры аэрогидромеханики Нуриева Артема Наилевича  17 июня 2023 15 июня 2023 года на базе совета КФУ.011.1 состоялась защита докторской диссертации доцента кафедры аэрогидромеханики Нуриева Артема Наилевича 15 июня 2023 года на базе совета КФУ.011.1 состоялась защита докторской диссертации доцента кафедры аэрогидромеханики Нуриева Артема Наилевича «Колебательное движение удлиненных тел в вязкой жидкости» (научный консультант: д.ф.-м.н. Егоров Андрей Геннадьевич). В качестве оппонентов выступили известные российские ученые механики: проф. Петров Александр Георгиевич (ИПМех РАН), проф. Сумбатян Межлум Альбертович (ЮГУ), проф. Марчевский Илья Константинович (МГТУ им. Н. Э. Баумана). В качестве ведущей организации выступил Московский Государственный Университет имени М.В. Ломоносова (МГУ). В своих отзывах и выступлениях оппоненты, ведущая организация, члены совета и ученые из других научных центров отметили крайне высокий уровень диссертационного исследования, в частности, что результаты диссертации являются «крупным вкладом в нестационарную гидроаэродинамику колеблющихся тел», а «их совокупность, несомненно, можно квалифицировать как научное достижение». Члены совета единогласно проголосовали за присуждение Нуриеву А.Н. степени доктора физико-математических наук по специальности 1.1.9 - «Механика жидкости, газа и плазмы». Поздравляем Артема Наилевича с успешной защитой, желаем новых научных открытий и успехов! Ключевые слова: докторская диссертациия , аэрогидромеханика",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/19-aprelya-2024-g-proshlo-zasedanie-sekcii-447421.html": {
    "title": "19 апреля 2024 г. прошло заседание секции 'АЭРОГИДРОМЕХАНИКА' Итоговой научно-образовательной конференции студентов.",
    "text": "24 апреля 2024 19 апреля 2024 г. прошло заседание секции \"АЭРОГИДРОМЕХАНИКА\" Итоговой научно-образовательной конференции студентов. 19 апреля 2024 г. прошло заседание секции «АЭРОГИДРОМЕХАНИКА» Итоговой научно-образовательной конференции студентов. В этом году на секции прозвучало 13 докладов студентов с 1 курса бакалавриата до 2 курса магистратуры, занимающихся научными исследованиями по направлению аэрогидромеханики: Николаев А.А. (1 курс). Определение места прорыва нефтепровода методом математического моделирования. Научный руководитель – канд. физ.-мат. наук Зеличёнок А.Б. Усманов Д.И. (магистр, 1 г.о.). Идентификация общего коэффициента граничных условий фильтрационной модели нефтяного пласта по замерам давления в скважинах. Научный руководитель – зав. каф., д-р физ.-мат. наук К.А. Поташев. Салимьянова Д.Р. (магистр, 1 г.о.). Чувствительность решения задачи оценки длительности работы скважины к погрешности измерений температуры. Научный руководитель – зав. каф., д-р физ.-мат. наук К.А. Поташев. Казанцев Р. В . (4 курс). Эффективный метод расчета почти предельных поверхностных волн бесконечной глубины. Научный руководитель – проф., д-р физ.-мат. наук Д.В. Маклаков. Дмитрачкова А.П. (4 курс). Бессеточный метод интерполяции двумерных векторных полей скорости. Научный руководитель – доцент, д-р физ.-мат. наук Д.И. Зарипов. Сафин Д.А. (магистр, 2 г.о.). Моделирование осаждения взвеси в смешанном фильтре. Научные руководители – проф., д-р физ.-мат. наук Ш.Х. Зарипов, доцент, канд. физ.-мат. наук Р.Ф. Марданов. Коншина А.А. (магистр, 2 г.о.). Кинетика забивки волокнистого фильтра. Научный руководитель – доцент, канд. физ.-мат. наук Р.Ф. Марданов. Закиев И.И. (4 курс). Метод граничных элементов для расчета медленного течения вязкой жидкости под действием массовых сил. Научный руководитель – доцент, канд. физ.-мат. наук Р.Ф. Марданов. Ибрагимова Г.Ш. (4 курс). Моделирование гидродинамики течения в аэрозольном фильтре с пористым осадком на волокнах. Научный руководитель – доцент, канд. физ.-мат. наук Р.Ф. Марданов. Маханов И.А. (3 курс). Модель обтекания кольцевой мембраны. Научный руководитель – доцент, канд. физ.-мат. наук Р.Ф. Марданов. Баймуратова А.Р. (магистр, 1 г.о.) Асимптотическое и численное исследования гидродинамики машущего крыла. Научный руководитель – доцент, д-р физ.-мат. наук А.Н. Нуриев. Богданович Е.Е. (магистр, 1 г.о.) Аналитико-численное решение задач о поступательных и поступательно-вращательных колебаниях цилиндрических тел в вязкой несжимаемой жидкости. Научный руководитель – доцент, д-р физ.-мат. наук А.Н. Нуриев. Фаррахов Т.Ф. (4 курс). Исследование динамики жидкости в циркуляционном кровяном насосе. Научный руководитель – доцент, д-р физ.-мат. наук А.Н. Нуриев. Результаты секции 1 место – Богданович Е.Е. 2 место – Сафин Д.А. 3 место – Баймуратова А.Р. Призеры по номинациям «За развитие экспериментальных методов гидродинамики» – Дмитрачкова А.П. «За тщательность исследований» – Казанцев Р.В. «За первые успешные шаги в научных исследованиях» – Николаев А.А. Также были отмечены успешные доклады Ибрагимовой Г.Ш., Коншиной А.А., Салимьяновой Д.Р., Усманова Д.И. Сотрудники кафедры аэрогидромеханики оценили общий высокий уровень проработки и подготовки всех докладов и рекомендовали их к участию в конкурсе на лучшую научную работу (КЛНР). Выступление студента 3 курса Маханова И.А. было засчитано в качестве защиты курсовой работы. Поздравляем наших студентов с успешным участием в работе секции и желаем дальнейших научных успехов! Ключевые слова: ИНОКС , секция 'Аэрогидромеханика' , наука",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/1-424061.html": {
    "title": "9 и 10 декабря в Институте математики и механики им. Н.И. Лобачевского на базе НИЛ 'Интеллектуальные биомиметические и природосообразные системы' состоялся семинар",
    "text": "15 декабря 2022 9 и 10 декабря в Институте математики и механики им. Н.И. Лобачевского на базе НИЛ \"Интеллектуальные биомиметические и природосообразные системы\" состоялся семинар 9 и 10 декабря в Институте математики и механики им. Н.И. Лобачевского на базе НИЛ «Интеллектуальные биомиметические и природосообразные системы» при поддержке программы Приоритет 2030 состоялся семинар по лагранжевым вихревым методам моделирования плоских течений, в рамках которого студенты и сотрудники КФУ познакомились с инновационными методами создания цифровых двойников гидродинамических процессов, а также получили навыки по работе с новейшим российским пакетом VM2D, в котором реализованы передовые мировые разработки по вихревым методам. Семинар провел д.ф.-м.н., проф. каф. прикладной математики МГТУ им. Н.Э.Баумана, с.н.с. НИЛ «Интеллектуальные биомиметические и природосообразные системы», создатель и разработчик VM2D Марчевский Илья Константинович. Ключевые слова: Приоритет 2030 , НИЛ , семинар , вихревые методы",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/39pro-nauka-v-kfu39-udivitelnye-opyty-mehaniki.html": {
    "title": "'PRO Наука в КФУ': Удивительные опыты механики",
    "text": "11 ноября 2024 \"PRO Наука в КФУ\": Удивительные опыты механики 8 ноября в Казанском федеральном университете прошла XVIII серия научно-популярного проекта «PRO Наука в КФУ» , приуроченная к празднованию 220-летия вуза. Темой этого года стали «Лекции и сказки», которые собрали в Казанском федеральном свыше 3 тысяч детей и взрослых. Научная интерактивная зона «Удивительные опыты механики» привлекла внимание гостей мероприятия – не только детей, но и их родителей. Студенты познакомили их с «магическими трюками», а затем «раскрыли» свои секреты, рассказав о механике процесса. В организации площадки с экспериментами приняли участие студенты различных курсов отделения механики под руководством заведующего кафедрой аэрогидромеханики Константина Андреевича Поташева . Стоит отметить, что в этом году инициативу проявили студенты младших курсов. Своими впечатлениями об организации и участии в мероприятии поделились Екатерина Ивлева , 1 курс: «Это было мое первое мероприятие в этом замечательном вузе. Я восхищена его масштабом: каждый гость мог найти занятие по своим интересам и узнать много нового и интересного. Организовывая, делая «фокусы механики», я и сама узнала много нового! Это еще больше мотивирует на обучение на выбранном мной направлении». Ленар Ильбаев , 1 курс : «Стремление к знаниям не имеет возрастных границ. Интересно показывать эксперимент и объяснять как они работают, тем кто хочет учиться чему-то новому. Во время подготовки к мероприятию я познакомился с новыми людьми и окончательно осознал, что сделал правильный выбор, поступив туда, где мне интересно учиться». Магдеев Марат , 1 курс: « Мне посчастливилось стать участником этого удивительного события. Для меня это было процессом становления истинным студентом МЕХМАТА. Все участники создали очень приятную и дружественную атмосферу, в которой было очень приятно находиться. Большое спасибо нашему коллективу за отзывчивость и интерес к этому делу, что дает мотивацию познавать новое и необычное. Отдельное спасибо Институту и нашему наставнику за возможность участвовать в этом мероприятии. Хотелось бы отметить моего куратора Дилару Салимьянову, без которой я бы не узнал обо всем этом». Владислав Кунгуров , 2 курс: «Не секрет, что студенчество практически для каждого абитуриента кажется чем-то новым, в корне неизвестным. Каждый из нас при поступлении, вероятно, желал иметь кого-то в роли \"проводника\" в такой таинственный на первый взгляд мир науки и \"взрослой\" жизни. Очень приятно осознавать, что именно нам выпала честь быть в роли этих самых \"проводников\": показывать и объяснять вещи, которые кажутся вполне обыденными для нас, а в глазах подрастающего поколения отзываются неподдельным удивлением». Мухаммед Сагдеев , 3 курс: «Мне посчастливилось представлять наш Институт с ребятами разных курсов. Отрадно, что в нашем университете делают все для того, чтобы популяризировать науку и возбудить интерес к ней у детей и взрослых. Особенно интересно было показывать опыты совсем юным зрителям, которым приходилось объяснять сложные понятия механики через знакомых для них ассоциации, и видеть их заинтересованные лица. Не остались равнодушными и родители детей, которые взглянули на механику новым взглядом. Спасибо всем причастным к этому мероприятию за организацию вечера!» Организаторы научно-популярного проекта «PRO Наука в КФУ» особенно высоко оценили уровень подготовки площадки «Удивительные опыты механики», отметив непрерывный интерес и большую концентрацию посетителей возле нее на протяжении всего мероприятия. Кафедра аэрогидромеханики и руководство Института математики и механики благодарит принявших непосредственное участие в организации и проведении мероприятия студентов бакалавриата 1 курса – Ивлеву Екатерину, Ильбаева Ленара, Магдеева Марата ; 2 курса – Кунгурова Владислава, Степанова Константина и вовремя прибывшего на подмогу Егорова Матвея; 3 курса – Сагдеева Мухаммеда; 4 курса – Зиганшину Регину; магистрантов кафедры аэрогидромеханики Пантелеева Семёна и Салимьянову Дилару , активная помощь которой оказалась решающей в формировании рабочей группы студентов и реализации данного интерактива. Ключевые слова: Наука , кафедра аэрогидромеханики , опыты механики",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/aspirant-kafedry-aerogidromehaniki-pobeditel.html": {
    "title": "АСПИРАНТ КАФЕДРЫ АЭРОГИДРОМЕХАНИКИ - ПОБЕДИТЕЛЬ КОНКУРСА 'СТУДЕНЧЕСКИЙ СТАРТАП'",
    "text": "26 августа 2024 Аспирант кафедры аэрогидромеханики - победитель конкурса \"Студенческий СТАРТАП\" В рамках заседания дирекции Фонда содействия инновациям утвержден перечень проектов, ставших победителями конкурса «Студенческий стартап» в 2024 году. Одним из победителей стал аспирант, ассистент кафедры аэрогидромеханики и сотрудник НИЛ «Интеллектуальные биомиметические и природосообразные системы» ИММ - Вадим Анисимов. В течение следующего года предстоит реализация проекта «Разработка базы знаний по моделированию гидродинамических процессов в программном комплексе OpenFoam» под руководством научного руководителя Нуриева Артема Наилевича, доктора ф.м. наук, доцента кафедры аэрогидромеханики. Для успешной реализации проекта будут привлечены студенты кафедры – Елена Богданович, магистрант 2 года обучения. Поздравляем победителя и желаем успехов в развитии своего дела! Ключевые слова: фонд содействия инновациям , стартап , кафедра аэрогидромеханики",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/aspirant-kafedry-aerogidromehaniki-udostoen-479725.html": {
    "title": "Специальная стипендия Республики Татарстан присуждается наиболее перспективным студентам и аспирантам, чьи научные работы и академические результаты соответствуют высоким стандартам.",
    "text": "30 января 2026 Аспирант кафедры аэрогидромеханики удостоен специальной государственной стипендии Республики Татарстан По итогам 2024/2025 учебного года аспирант второго года обучения кафедры аэрогидромеханики Ураимов Алмаз Айбекович стал обладателем специальной государственной стипендии Республики Татарстан. Конкурсный отбор проводился среди студентов и аспирантов, проявивших выдающиеся успехи в учебе и научной деятельности. Всего среди аспирантов высших учебных заведений республики было распределено 22 стипендии. Специальная стипендия Республики Татарстан присуждается наиболее перспективным студентам и аспирантам, чьи научные работы и академические результаты соответствуют высоким стандартам. Поздравляем Алмаза Айбековича с заслуженной наградой и желаем дальнейших успехов в научной работе! Персонали: Ураимов Алмаз Айбекович Ключевые слова: конкурсы , стипендия , аспиранты",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/demonstracii-opytov-mehaniki-v-den-rossijskoj.html": {
    "title": "Демонстрации опытов механики в День Российской Науки",
    "text": "08 февраля 2022 Демонстрации опытов механики в День Российской Науки В рамках Фестиваля науки «Территория знаний» ( https://media.kpfu.ru/news/v-kfu-sostoitsya-festival-nauki-territoriya-znaniy ), приуроченного ко Дню российской науки, в КСК КФУ «УНИКС» прошла демонстрация занимательных опытов механики. Мастерская «Опыты механики» вызвала большой интерес у посетивших мероприятие участников. Им были продемонстрированы более десяти интерактивных экспериментов, наглядно демонстрирующих эффекты механики жидкости, газа и твердого тела. В каждом эксперименте посетившие мероприятие студенты приняли непосредственное участие и смогли проверить свои знания из области физики. Комплекс экспериментов разрабатывается и ежегодно расширяется силами студентов ИММ под руководством зав. кафедрой аэрогидромеханики Поташева К.А. с 2018 г. с начала проекта «PROНаука в КФУ» ( https://vk.com/nightofsciencekfu ). В этом году активное участие в мероприятии приняли студенты Кашаева Эльвина, Максимова Анастасия, Баймуратова Ангелина, Юркин Сергей и Азмагулов Рамиль. Благодарим организаторов Фестиваля, наших студентов и гостей за увлекательное мероприятие! Ключевые слова: День российской науки , ИММ , кафедра аэрогидромеханики , опыты механики",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/dostup-k-akademicheskim-licenziyam-paketa-460255.html": {
    "title": "Доступ к академическим лицензиям пакета 'тНавигатор'",
    "text": "03 февраля 2025 Доступ к академическим лицензиям пакета \"тНавигатор\" В Институте математики и механики им. Н.И.Лобачевского реализован сетевой доступ для сотрудников и обучающихся к 30 академическим лицензиям программного комплекса тНавигатор , предоставленным ООО «Интегрированные разработки для моделирования» (ИРМ). Программный комплекс предназначен для создания и расчета моделей нефтегазовых месторождений от интерпретации сейсмических данных до поверхностной сети сбора продукции, который решает задачи всего цикла расчёта и моделирования месторождения в едином интерфейсе ( https://irmodel.ru ). Данный комплекс является передовым и активно развивающимся решением на рынке отечественного специализированного программного обеспечения в данном сегменте. Ранее сотрудники кафедры аэрогидромеханики прошли дополнительную стажировку в Департаменте сервисных проектов ООО «ИРМ» в г. Уфа по гидродинамическому моделированию в данном пакете. В настоящий момент студенты и преподаватели института могут работать с профессиональным программным обеспечением, которое используется ведущими компаниями нефтегазовой отрасли. Это отличная возможность углубить знания, приобрести практические навыки и подготовиться к решению реальных задач. Пакет уже используется при проведении дисциплины « Современное программное обеспечение для гидродинамического моделирования нефтегазового месторождения » у магистров второго курса направления «Механика и математическое моделирование» по профилю «Механика нефтяного и газового пласта», а так же при написании курсовых и дипломных работ. Институт выражает благодарность компании «ИРМ» за предоставленные лицензии программного комплекса! Для получения доступа к лицензии необходимо обратиться к зав. кафедрой аэрогидромеханики Поташеву К.А . Ключевые слова: ПК , лицензия , моделирование",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/ekskursiya-v-laboratoriju-gidrodinamiki-i-394120.html": {
    "title": "Экскурсия в лабораторию гидродинамики",
    "text": "08 октября 2020 Экскурсия в лабораторию гидродинамики и теплообмена 02.10.2020 г. Состоялась экскурсия студентов 3 курса ИММ, специализирующихся по направлению кафедры аэрогидромеханики, в лабораторию гидродинамики и теплообмена Института энергетики и перспективных технологий ФИЦ КазНЦ РАН. Лаборатория расположена в помещениях ООО «Научно-производственное предприятие «ИРВИС» на территории Технополиса «Химград». Экскурсию провел доктор технических наук Валерий Михайлович Молочников. Он познакомил студентов с краткой историей образования лаборатории, с основными направлениями исследований, поддержанными в настоящее время 14 научными грантами, продемонстрировал экспериментальное оборудование, используемое в исследованиях. Студентам было рассказано о некоторых особенностях численного решения задач гидродинамики и о важности совместного физического и математического моделирования гидродинамических процессов. Были намечены варианты участия студентов в исследованиях, проводимых сотрудниками лаборатории, и других формах сотрудничества лаборатории и кафедры аэрогидромеханики. Ключевые слова: Экскурсия , лаборатория , гидродинамика",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/ekskursiya-v-laboratoriju-gidrodinamiki-i-466820.html": {
    "title": "Экскурсия в лабораторию гидродинамики и теплообмена ФИЦ КазНЦ РАН",
    "text": "19 мая 2025 Экскурсия в лабораторию гидродинамики и теплообмена ФИЦ КазНЦ РАН 16 мая 2025 года студенты второго курса направления \"Механика и математическое моделирование\" посетили лабораторию гидродинамики и теплообмена Института энергетики и перспективных технологий ФИЦ КазНЦ РАН . Мероприятие прошло на территории ООО «Научно-производственное предприятие «ИРВИС» в Технополисе «Химград». Экскурсию провели д.т.н. Валерий Михайлович Молочников и д.ф.-м.н., доцент кафедры аэрогидромеханики Динар Ильясович Зарипов . В ходе визита студенты ознакомились с историей создания лаборатории, основными направлениями научных исследований и современным экспериментальным оборудованием. Особое внимание было уделено методам оптической диагностики потоков, включая технологии Particle Image Velocimetry (PIV) и Smoke Image Velocimetry (SIV). Эти методы позволяют проводить точные измерения и анализ мгновенных векторных полей скорости потока в трехмерном пространстве. Александра Поздеева поделилась впечатлениями: \"Экскурсия мне понравилась. Было очень полезно увидеть, чем конкретно занимаются специалисты в этой области, послушать об их опыте работы и планах на будущее. Также впечатлили прекрасные условия для исследований на предприятии — это открывает широкие возможности и позволяет получать более точные результаты. Экскурсия значительно расширила моё представление о направлениях исследований нашей кафедры\". Матвей Егоров добавил: \"Особенно интересно было узнать, как исследователи буквально продвигают передний край науки в области гидромеханики. Хотя некоторые моменты пока остаются сложными для понимания, нас заверили, что на старших курсах мы сможем разобраться во всех тонкостях и, при желании, даже принять участие в таких исследованиях\". Посещение лаборатории предоставило студентам возможность познакомиться с актуальными научными исследованиями в области гидродинамики и теплообмена, а также увидеть практическое применение современных математических методов. Ключевые слова: экскурсия , лаборатория ФИЦ КазНЦ РАН , кафедра аэрогидромеханики",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/issledovaniya-kafedry-aerogidromehaniki-469061.html": {
    "title": "Исследования кафедры аэрогидромеханики представлены на международных научных конференциях",
    "text": "08 июля 2025 Исследования кафедры аэрогидромеханики представлены на международных научных конференциях В начале июля состоялись две значимые научные конференции: IV Летняя школа-конференция «Физико-химическая гидродинамика: модели и приложения» (29 июня - 4 июля) и II Международная научно-техническая конференция по ГТМ (1-4 июля). Мероприятия, организованные Уфимским университетом науки и технологий и Уфимским государственным нефтяным техническим университетом соответственно, собрали специалистов в области моделирования гидродинамических процессов и геолого-технических мероприятий. Активное участие на мероприятиях приняли сотрудники и обучающиеся кафедры аэрогидромеханики. Заведующий кафедрой Константин Андреевич Поташев выступил с докладами о применении модели фильтрации в трубках тока для проектирования методов разработки нефтяных месторождений. Алмаз Ураимов , аспирант первого года обучения, выполнил доклады на темы «Повышение эффективности многозонного гидроразрыва пласта на основе анализа стационарных фильтрационных потоков» и «Упрощенные методы быстрого решения задач оптимизации и идентификации параметров многостадийного ГРП». Марсель Хамидуллин представил эффективные вычислительные алгоритмы для мониторинга многостадийного гидроразрыва пласта. Особого внимания удостоился доклад магистранта Дилары Салимьяновой на школе-конференции по гидродинамике. Её работа по верификации модели фильтрации в трубках тока была отмечена дипломом II степени. Участие в конференциях позволило исследователям не только представить свои разработки, но и установить новые профессиональные контакты, обсудить перспективные направления научного сотрудничества. Ключевые слова: международные конференции , наука , кафедра аэрогидромеханики",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/issledovaniya-professora-i-magistranta-kafedry.html": {
    "title": "Исследования профессора и магистранта кафедры опубликованы в ведущем журнале по гидромеханике",
    "text": "31 января 2026 Исследования профессора и магистранта кафедры аэрогидромеханики опубликованы в ведущем журнале по гидромеханике В Journal of Fluid Mechanics опубликована статья профессора кафедры аэрогидромеханики Маклакова Дмитрия Владимировича и магистранта 2 года обучения Казанцева Рамзана Валерьевича «Solutions of the solitary wave type on the surface of an infinite depth fluid with a submerged point vortex». Журнал относится к числу наиболее авторитетных и высокорейтинговых международных изданий в области гидромеханики и выпускается Cambridge University Press. Статья посвящена исследованию двумерных течений идеальной жидкости бесконечной глубины над погружённым точечным вихрем. В общем случае такие течения сопровождаются формированием бесконечного волнового цуга за вихрем, для которого до настоящего времени не существует точного решения. В своей работе авторы последовательно исследуют как течения с волновым цугом, так и особый класс решений, соответствующий его исчезновению. Основное внимание уделено поиску режимов типа уединённой волны - состояний, при которых возмущение свободной поверхности оказывается локализованным, волны на бесконечности отсутствуют, а волновое сопротивление строго равно нулю. Авторы показали, что при фиксированных параметрах течения существуют несколько дискретных решений типа уединенной волны. При этом найдены уединённые волны сложной формы — с несколькими выраженными «горбами» на свободной поверхности. Полученные точные численные решения, впервые полученные для уединенных волн, расширяют и уточняют ранее известные результаты для этой классической гидродинамической постановки. Выходные данные : Maklakov D. V., Kazantsev R. V. Solutions of the solitary wave type on the surface of an infinite depth fluid with a submerged point vortex // Journal of Fluid Mechanics. — 2025. — Vol. 1025. — Article A41. — DOI: 10.1017/jfm.2025.10964. Персонали: Маклаков Дмитрий Владимирович , Казанцев Рамзан Валерьевич Ключевые слова: исследования , наука , гидромеханика",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/kafedra-aerogidromehanikina-vserossijskoj-473984.html": {
    "title": "Кафедра аэрогидромеханики\r\nна Всероссийской конференции молодых учёных-механиков им. ак. Г.Г. Чёрного",
    "text": "Кафедра аэрогидромеханики на Всероссийской конференции молодых учёных-механиков им. ак. Г.Г. Чёрного  09 октября 2025 Кафедра аэрогидромеханики на Всероссийской конференции молодых учёных-механиков им. ак. Г.Г. Чёрного С 4 по 14 сентября 2025 года в Пансионате МГУ «Буревестник» (г. Сочи) прошла VI Всероссийская конференция молодых учёных-механиков имени академика Г.Г. Чёрного. Событие приурочено к знаменательной дате – 80-летию Победы в Великой Отечественной войне, вклад в которую ученых-механиков сложно переоценить. Конференция традиционно объединяет молодых учёных и специалистов (до 45 лет), аспирантов и студентов со всей России. Её проведение активизирует научно-исследовательскую деятельность молодёжи, способствует расширению её научного кругозора, выявлению инновационного потенциала и укреплению связей между различными научными школами, а также между наукой и производством. Наши коллеги успешно представили результаты своих исследований: старший преподаватель кафедры аэрогидромеханики Анисимов Вадим Дмитриевич выступил с устным докладом «Асимптотическая модель движения колеблющегося цилиндра в вязкой жидкости». Студентка Ильина Алёна представила стендовый доклад «Оценка влияния основных термодинамических параметров на температурный профиль в добывающей скважине». Также в работе конференции принял участие бывший выпускник кафедры – к.ф.-м.н. Зарипов Ринат Рамилевич . Для наших молодых ученых участие в данной конференции стало бесценным опытом. Они не только получили экспертизу своих научных работ от ведущих специалистов в области механики, но и нашли новые идеи для дальнейших исследований, установили профессиональные контакты с коллегами из научных центров со всей России. Их доклады вызвали живой интерес и продуктивную дискуссию, что свидетельствует о высокой актуальности и научной значимости представленных работ. Желаем им дальнейших успехов и новых научных результатов! Ключевые слова: молодые ученые-механики , кафедра аэрогидромеханики , конференция",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/kfu-sredi-liderov-vserossijskoj-olimpiady-po-476486.html": {
    "title": "КФУ среди лидеров Всероссийской олимпиады по теоретической механике",
    "text": "03 декабря 2025 КФУ среди лидеров Всероссийской олимпиады по теоретической механике С 17 по 21 ноября 2025 г. в Уфе прошла Всероссийская олимпиада по теоретической механике среди студентов вузов, организованная на базе Уфимского государственного нефтяного технического университета (УГНТУ). В этом году мероприятие объединило около 100 участников из 24 вузов России и Туркменистана. Казанский федеральный университет представила команда студентов 3 курса кафедры аэрогидромеханики: Ильдус Гуссамов, Ульяна Демидова, Александра Поздеева и Константин Фёдоров, которые приняли участие в очном формате. Для всех участников команды это был первый опыт выступления на соревнованиях подобного уровня, однако они достойно проявили себя. В личном зачёте Ильдус Гуссамов был награждён дипломом III степени. Среди федеральных вузов команда КФУ показала лучший результат, заняв почётное первое место. В общем командном зачёте команда заняла 15-е место. Подготовку студентов к олимпиаде вёл доцент кафедры аэрогидромеханики, к.ф.-м.н. Ренат Фаритович Марданов , проводивший факультативные занятия по теоретической механике. Поздравляем наших студентов с успешным выступлением! Желаем дальнейших побед и успехов в учёбе. Олимпиадные задания, решения и подробная информация доступны по ссылке: https://vk.com/mkm_ugntu Источник информации: кафедра аэрогидромеханики Ключевые слова: Всероссийская олимпиада , теоретическая механика , КФУ",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/kniga-izdatelstva-springer-izdannaya-sotrudnikami.html": {
    "title": "Книга Multiscale Buckling Modes in the Mechanics of Fiber-Reinforced Plastics (Разномасштабные формы потери устойчивости в механике армированных композитных материалов) https://doi.org/10.1007/978-3-031-48216-8, изданная сотрудниками НИЛ 'Интеллектуальные биомиметические и природосообразные системы'  Института математики и механики им. Н.И. Лобачевского Паймушиным Виталием Николаевичем и Макаровым Максим Викторовичем при поддержке гранта РНФ 22-79-10033 в 2024 году, была успешно представ",
    "text": "Книга Multiscale Buckling Modes in the Mechanics of Fiber-Reinforced Plastics (Разномасштабные формы потери устойчивости в механике армированных композитных материалов) https://doi.org/10.1007/978-3-031-48216-8, изданная сотрудниками НИЛ 'Интеллектуальные биомиметические и природосообразные системы' Института математики и механики им. Н.И. Лобачевского Паймушиным Виталием Николаевичем и Макаровым Максим Викторовичем при поддержке гранта РНФ 22-79-10033 в 2024 году, была успешно представ  06 сентября 2024 Книга, изданная сотрудниками НИЛ \"Интеллектуальные биомиметические и природосообразные системы\" Института математики и механики им. Н.И. Лобачевского, была успешно представлена на выставке научной литературы издательства Springer на международном конгрессе Книга Multiscale Buckling Modes in the Mechanics of Fiber-Reinforced Plastics (Разномасштабные формы потери устойчивости в механике армированных композитных материалов) https://doi.org/10.1007/978-3-031-48216-8, изданная сотрудниками НИЛ «Интеллектуальные биомиметические и природосообразные системы» Института математики и механики им. Н.И. Лобачевского Паймушиным Виталием Николаевичем и Макаровым Максим Викторовичем при поддержке гранта РНФ 22-79-10033 в 2024 году, была успешно представлена на выставке научной литературы издательства Springer на международном конгрессе 26th International Congress of Theoretical and Applied Mechanics, ICTAM 2024, Сеул, Южная Корея, Август 25-30, 2024. Ключевые слова: книга , НИЛ «Интеллектуальные биомиметические и природосообразные системы» , международный конгресс 26th International Congress of Theoretical and Applied Mechanics",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/komanda-kfu-prinyala-uchastie-v-ocherednoj-412726.html": {
    "title": "Команда КФУ приняла участие в очередной Всероссийской олимпиаде студентов по теоретической механике",
    "text": "06 декабря 2021 Команда КФУ приняла участие в очередной Всероссийской олимпиаде студентов по теоретической механике Команда КФУ приняла участие в очередной Всероссийской олимпиаде студентов по теоретической механике С 22 по 26 ноября 2021 года прошел финальный тур Всероссийской студенческой олимпиады по теоретической механике. Олимпиада была организована на базе Уфимского государственного нефтяного технического университета (УГНТУ) и, как и в прошлом году, прошла в онлайн-формате. Однако в отличие от прошлого года помимо теоретического конкурса был проведен так же и компьютерный конкурс, где студенты кроме теоретических знаний должны были продемонстрировать практические навыки владения современные вычислительными средствами. От Казанского федерального университета на этой олимпиаде приняла участие команда в составе студентов 3 и 4 курсов Института математики и механики Сафина Дамира, Юркина Сергея и Калистратова Кирилла. Для всех ребят это уже не первая олимпиада, поэтому результат, показанный в прошлом году, удалось улучшить. Лучший результат в личном зачете показал Юркин Сергей – ему удалось попасть в десятку (10 место): такого результата наши студенты не добивались давно! У Сафина Дамира 14 место, а у Калистратова Кирилла 29 место. В итоге в общекомандном зачете наша команда заняла 6 место среди 41 ВУЗа, поднявшись на 2 позиции по сравнению с прошлым годом. В компьютерном конкурсе мы заняли 4 место, немного не дотянув до призового третьего. Подготовкой студентов занимался руководитель кружка по теоретической механике доцент кафедры аэрогидромеханики Марданов Ренат Фаритович. Поздравляем наших студентов и их руководителя с успешным выступлением! Все подробности о прошедшей олимпиаде, конкурсные задания и их решения можно найти на сайтах кафедры механики и конструирования машин УГНТУ: http://mkm.rusoil.net https://vk.com/mkm_ugntu Ключевые слова: Команда , Всероссийской олимпиада , теоретическая механика",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/komanda-kfu-prinyala-uchastie-v-ocherednoj-457223.html": {
    "title": "Команда КФУ приняла участие в очередной Всероссийской студенческой олимпиаде по теоретической механике",
    "text": "03 декабря 2024 Команда КФУ приняла участие в очередной Всероссийской студенческой олимпиаде по теоретической механике Команда КФУ приняла участие в очередной Всероссийской студенческой олимпиаде по теоретической механике. Ее финальный этап проходил с 18 по 22 ноября в г. Уфе на базе Уфимского государственного нефтяного технического университета (УГНТУ). Ребята съездили в Уфу и представили наш университет на олимпиаде очно. В состав нашей команды вошли студенты четвертого курса ИММ Исмагилов Дамир, Маханов Ильяс и студент третьего курса Кузьмин Тимофей. Исмагилов Дамир, для которого эта олимпиада не первая, завоевал диплом IV степени (до диплома III степени не хвалило одного балла). В командном зачете наши ребята заняли второе место среди федеральных университетов и были удостоены диплома V степени. В компьютерном конкурсе команда университета в составе Исмагилова Д. и Маханова И. также выступила хорошо и была награждена дипломом III степени. Поздравляем команду КФУ с хорошими результатами и желаем им использовать полученный опыт для новых достижений в учебе и побед в будущих олимпиадах. Подготовкой студентов для участия в олимпиаде занимался доцент каф. аэрогидромеханики КФУ Р.Ф. Марданов. Олимпиадные задания и их решения, а также дополнительные материалы можно посмотреть по следующей ссылке: https://vk.com/mkm_ugntu Ключевые слова: Олимпиада , теоретическая механика , команда КФУ",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/komanda-kfu-prinyala-uchastie-vo-ii-otkrytoj.html": {
    "title": "Команда КФУ приняла участие во II Открытой международной интернет-олимпиаде по Теоретической механике",
    "text": "14 апреля 2023 Команда КФУ приняла участие во II Открытой международной интернет-олимпиаде по Теоретической механике С 27 марта по 1 апреля 2023г. прошла II Открытая международная интернет-олимпиада по дисциплине «Теоретическая механика». Она, как и в прошлом году, была организована на базе Государственного энергетического института Туркменистана (г. Мары, Туркменистан). Студенты состязались в индивидуальном зачете, где за четыре часа нужно было решить восемь задач повышенной сложности, и в командном конкурсе, где командой, состоящей из не более пяти человек, нужно было за час решить пять задач. По сравнению с первой интернет-олимпиадой охват участников стал гораздо шире: более 330 студентов состязались в этом году. Участники представляли 17 стран, география которых охватила все континенты (за исключением Австралии), включая такие экзотические страны, как, например, Эквадор и Эфиопия. Традиционно было большое количество участников из стран ближнего зарубежья и Китая. От Казанского федерального университета в интернет-олимпиаде приняли участие семь студентов второго и третьего курсов института математики и механики, специализирующихся на кафедрах теоретической механики и аэрогидромеханики. В индивидуальном зачете дипломами третьей степени награждены студенты третьего курса Ислам Закиев , Рамазан Казанцев и Илья Еремин . В командном конкурсе мы выставили две команды. Среди представленных 42 команд наши команды расположились во втором десятке и так же были отмечены дипломами третьей степени. Подготовкой команды нашего университета занимается руководитель кружка по теоретической механике доцент кафедры аэрогидромеханики Марданов Ренат Фаритович . Дополнительные материалы об олимпиаде, конкурсные задания и их решения представлены на сайте в интернете: https://www.tdei.edu.tm/baslesik/6 Ключевые слова: олимпиада , теоретическая механика , кафедра аэрогидромеханики",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/komanda-kfu-uspeshno-vystupila-v-finalnom-ture.html": {
    "title": "Команда КФУ успешно выступила в финальном туре Всероссийской олимпиады студентов по теоретической механике",
    "text": "28 декабря 2020 Команда КФУ успешно выступила в финальном туре Всероссийской олимпиады студентов по теоретической механике С 14 по 18 декабря 2020 года прошла Всероссийская студенческая олимпиада (ВСО) по теоретической механике (III тур). Олимпиада была организована на базе Уфимского государственного нефтяного технического университета (УГНТУ) и проведена в дистанционном формате. Казанский федеральный университет на этой олимпиаде представляла команда в составе студентов 2 и 3 курсов Института математики и механики Сафина Дамира, Юркина Сергея и Калистратова Кирилла. Ребята выступили достойно. Лучший результат в личном зачете показал Сафин Дамир, занявший 13 место. Немного от него отстал Юркин Сергей – 15 место. А у новичка в выступлениях на олимпиадах Калистратова Кирилла 21 место. Все ребята награждены дипломами и грамотами. В общекомандном зачете у нас восьмое место. Отметим, что при этом мы заняли второе место среди классических университетов, уступив лишь Южно-уральскому государственному университету, и первое место среди федеральных университетов, а также первое среди казанских ВУЗов. Подготовкой студентов занимался руководитель кружка по теоретической механике доцент кафедры аэрогидромеханики Марданов Ренат Фаритович. Поздравляем наших студентов и их руководителя с успешным выступлением! Все подробности о прошедшей олимпиаде, конкурсные задания и их решения можно найти на сайтах кафедры механики и конструирования машин УГНТУ, организовавшей олимпиаду. https://usptumkm.wixsite.com/mkm-usptu/олимпиады https://vk.com/mkm_ugntu Ключевые слова: Команда , Всероссийская олимпиада , теоретическая механика",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/komanda-kfu-v-vesennem-semestre-prinyala-uchastie.html": {
    "title": "Команда КФУ в весеннем семестре приняла участие в трех олимпиадах по теоретической механике",
    "text": "28 июня 2024 Команда КФУ в весеннем семестре приняла участие в трех олимпиадах по теоретической механике Традиционно команда КФУ по теоретической механике в течение семестра занимается подготовкой, а затем принимает участие в одной олимпиаде. В весеннем семестре этого года нам удалось принять участие в трех олимпиадах, проводившихся в дистанционных и очных форматах. В начале семестра студенты третьего курса Дамир Исмагилов, Ильяс Маханов и Илья Гуревич приняли участие в первом туре Открытой международной студенческой Интернет-олимпиады по теоретической механике , по результатам которого Д. Исмагилов, И. Маханов прошли во второй тур. Во втором туре, проходившем в Поволжском государственном технологическом университете (г. Йошкар-Ола), представители КФУ показали отличный результат: Дамир Исмагилов был удостоен золотой медали, а Ильяс Маханов – бронзовой. С 22 по 26 апреля 2024г. проходила возобновленная после трехлетнего перерыва Международная олимпиада студентов ВУЗов по теоретической механике в Белорусском государственном университете транспорта (г. Гомель, республика Белоруссия). Казанский университет здесь представлял более опытный коллектив в составе студентов четвертого курса Ильи Еремина, Ислама Закиева и Рамзана Казанцева. Команда выступила успешно и была награждена диплом за третье место среди университетов Российской федерации. Отметим, что к участию в этой олимпиаде были приглашены только те команды из РФ, кто показал лучшие результаты на Всероссийской олимпиаде, проходившей в конце 2023г. Также участвовали команды ведущих ВУЗов Китая, Туркменистана и Белоруссии. Наконец в завершении семестра 6 и 7 мая 2024г. наши студенты приняли участие в III Открытой международной интернет-олимпиаде по дисциплине «Теоретическая механика», которую проводил Государственный энергетический институт Туркменистана (г. Мары, Туркменистан). Команда КФУ имела смешанный состав из четверокурсников Ислама Закиева и Рамзана Казанцева, и более молодых студентов второго и третьего курсов Дамира Исмагилова и Тимофея Кузьмина. Опытные Ислам Закиев и Рамзан Казанцев, участвуя в своей последней олимпиаде (по регламенту большинства олимпиад к участию в них допускаются студенты не старше четвертого курса), были удостоены дипломов II степени, а Дамир Исмагилов – диплома III степени. В командном зачете команда КФУ награждена дипломом III степени. В этом году состав участников этой олимпиады был еще более обширным. Соревновались в своих знаниях более пятисот студентов из большого количества стран ближнего и дальнего зарубежья. Команда КФУ сумела выступить очень достойно. Подготовкой команды нашего университета занимается руководитель факультатива по теоретической механике доцент кафедры аэрогидромеханики Марданов Ренат Фаритович. Дополнительные материалы об олимпиадах, конкурсные задания и их решения представлены на сайтах в интернете: https://olymp.i-exam.ru/olympsStages?type=open_olymp https://www.bsut.by/ctm/ctm-2024 https://tdei.edu.tm/baslesik/17 Ключевые слова: Олимпиада , теоретическая механика , кафедра аэрогидромеханики",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/kompanii-predstavili-temy-dlya-prohozhdeniya.html": {
    "title": "Компании представили темы для прохождения практики",
    "text": "13 марта 2024 Компании представили темы для прохождения практики Ведущие сотрудники компаний Sofoil ( Д.С.Иващенко ) и TGT Oilfield Services ( А.Г.Фролов ) рассказали студентам 4 курса бакалавриата кафедры аэрогидромеханики о темах прохождения производственной практики в 2024 году и о возможностях дальнейшего трудоустройства на предприятиях. В этом году студентам были предложены следующие темы: Компания « Sofoil » Раздел НИОКР (тестирование технологий): 1. тестирование Деконволюции для газовых месторождений; 2. тестирование Импульсно-кодовой декомпозиции для газовых месторождений; 3. сравнительное тестирование моделей анализа взаимовлияния скважин; 4. проверка метода фантомной скважины в ходе анализа взаимовлияния. Используемое ПО: « Полигон », « Kappa Saphir » PRIME-анализ: 5. анализ разработки нефтегазового объекта на основе диагностических метрик; 6. анализ эффективности геолого-технических мероприятий на скважинах; 7. однофакторные и многофакторные нейросетевые модели падения добычи нефти (Python). Компания «TGT Oilfield Services» Термодинамика, работа на симуляторе ТГТ: 1. моделирование температуры и давления с действующих скважин на термогидродинамическом симуляторе; 2. решение обратной задачи термогидродинамики с целью получения профиля притока/приемистости; 3. моделирование теплофизических процессов в нагнетательных скважинах. Электромагнетизм, работа в Comsol : 4. моделирование электромагнитного поля в программе Comsol в задачах дефектоскопии скважинной конструкции; 5. моделирование влияния дефектов различной геометрии на показания многосенсорного дефектоскопа; 6. моделирование влияния децентрации на показания многосенсорного дефектоскопа. В начале обучения на предприятии проводятся несколько вводных ознакомительных лекций по моделированию скважин, затем даются практические задания для работы на собственном разрабатываемом ПО. Ключевые слова: практика 2024 , кафедра аэрогидромеханики , «Sofoil» , «TGT Oilfield Services»",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/kompaniya-sofojl-predstavila-temy-dlya-430052.html": {
    "title": "Компания СОФОЙЛ представила темы для прохождения практики",
    "text": "14 апреля 2023 Компания СОФОЙЛ представила темы для прохождения практики 28.03.2023 ведущие сотрудники компании Sofoil – Д.Иващенко, М.Гарнышев, Р.Садовников – рассказали студентам 4 курса бакалавриата от кафедры аэрогидромеханики о темах прохождения производственной практики с возможным дальнейшим трудоустройством на предприятии в этом году: 1. Анализ нефтегазового объекта на основе диагностических метрик. Программный модуль PolyPrime, построение \"прайм\"-метрик с помощью ПО PolyGon; 1 чел., куратор – М. Гарнышев. 2. Верификация фильтрационных моделей в ПО PolyGon. Сравнение результатов работы модели ГС МГРП в ПО PolyGon с эталонными данными (разные углы трещин относительно ГС, разные модели границ и т.д.); 1 чел., куратор – Р. Садовников. 3. Автоматизация удаления «выбросов». Удаление выбросов в ПО PolyGon реализовано, но зависит от параметра, который необходимо подбирать от примера к примеру. Сейчас удаление выбросов стало куда умнее, есть новые методы (в т.ч. ML) и библиотеки на Python. Цель практики: научиться удалять выбросы, имея на входе только сигнал, без вводимых вручную параметров; 1 чел., куратор – Э. Сахибгареев. В начале обучения на предприятии проводятся несколько вводных ознакомительных лекций по моделированию скважин, затем даются практические задания для работы на собственном разрабатываемом ПО. Ключевые слова: Sofoil , ПО PolyGon , практика , кафедра аэрогидромеханики",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/kompaniya-tgt-oilfield-services-predstavila-temy.html": {
    "title": "Компания TGT Oilfield Services представила темы для прохождения практики",
    "text": "24 марта 2023 Компания TGT Oilfield Services представила темы для прохождения практики 21.03.2023 сотрудник компании TGT Oilfield Services Фролов Александр Геннадьевич – руководитель департамента НИР рассказал студентам 4 курса бакалавриата от кафедры аэрогидромеханики о возможных темах прохождения производственной практики на предприятии в этом году: 1. Моделирование температуры и давления с действующих скважин на термогидродинамическом симуляторе. 2. Решение обратной задачи термогидродинамики с целью получения профиля притока / приемистости. 3. Моделирование теплофизических процессов в нагнетательных скважинах. В начале обучения на предприятии будут проводиться несколько вводных ознакомительных лекций по моделированию скважин, затем даваться практические задания для работы на собственном симуляторе с реальными данными. Ключевые слова: TGT , практика , аэрогидромеханика , моделирование",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/konferenciya-39cifrovye-tehnologii-v-dobyche.html": {
    "title": "Конференция 'Цифровые технологии в добыче углеводородов: от моделей к практике'",
    "text": "08 октября 2021 Конференция \"Цифровые технологии в добыче углеводородов: от моделей к практике\" В онлайн-формате 5-8 октября 2021 г. студенты и аспиранты кафедры аэрогидромеханики принимают участие с научными докладами в научно-технической конференции « Цифровые технологии в добыче углеводородов: от моделей к практике », г. Уфа на базе ООО «РН-БашНИПИнефть» . Сделано два доклада на секции « Гидродинамика нефтегазовых резервуаров » – доклад Ахунова Р.Р. « Расчет взаимовлияния нагнетательных и добывающих скважин на основе анализа линий тока » и на секции « Геомеханическое моделирование и ГРП » – доклад Мухиной М.В., Ураимова А.А. « Моделирование притока пластового флюида к трещинам многозонного гидроразрыва с помощью трубок тока ». Темы докладов отразили результаты некоторых исследований, выполненных при решении прикладных задач, возникших в свое время при проведении научно-исследовательских работ в научной группе под руководством проф. А.Б.Мазо и доц. К.А.Поташева по заказам предприятий нефтегазодобывающей отрасли. Благодарим организаторов мероприятия за возможность обмена научным опытом и поздравляем наших студентов и аспирантов с успешным представлением результатов своих исследований Ключевые слова: Конференция , Цифровые технологии , аэрогидромеханика",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/magistrant-kafedry-aerogidromehaniki-udostoena.html": {
    "title": "Магистрант кафедры аэрогидромеханики удостоена специальной государственной стипендии Республики Татарстан",
    "text": "08 июля 2025 Магистрант кафедры аэрогидромеханики удостоена специальной государственной стипендии Республики Татарстан По итогам 2024/2025 учебного года магистрант второго года обучения кафедры аэрогидромеханики Дилара Салимьянова стала обладательницей специальной государственной стипендии Республики Татарстан. Конкурсный отбор проводился среди студентов, проявивших выдающиеся успехи в учебе и научной деятельности. Всего среди студентов высших учебных заведений республики было распределено 48 стипендий. Специальная стипендия Республики Татарстан присуждается наиболее перспективным студентам и аспирантам, чьи научные работы и академические результаты соответствуют высоким стандартам. Поздравляем Дилару с заслуженной наградой и желаем дальнейших успехов в научной работе! Ключевые слова: стипендия РТ , магистрант кафедры аэрогидромеханики , наука",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/magistrant-kafedry-ndash-laureat-mezhdunarodnogo.html": {
    "title": "Магистрант кафедры – лауреат Международного форума\r\n'Нефть и газ' в РГУ им. И.М.Губкина",
    "text": "Магистрант кафедры – лауреат Международного форума 'Нефть и газ' в РГУ им. И.М.Губкина  28 апреля 2025 Магистрант кафедры – лауреат Международного форума \"Нефть и газ\" в РГУ им. И.М.Губкина С 21 по 25 апреля в Российском государственном университете нефти и газа им. И.М. Губкина прошел Международный форум «Нефть и газ», объединивший ключевые научные мероприятия отрасли: 79-я Международная молодежная научная конференция «Нефть и газ – 2025»; 18-я Всероссийская научно-техническая конференция «Актуальные проблемы развития нефтегазового комплекса России». В рамках 18-й Всероссийской конференции на секции «Автоматизация, моделирование и энергообеспечение технологических процессов нефтегазового комплекса» с докладом «Модели фильтрации в фиксированных трубках тока в задачах быстрого высокоточного проектирования геолого-технических мероприятий» выступил заведующий кафедрой аэрогидромеханики Поташев Константин Андреевич . На секции «Нефтегазовая и подземная гидромеханика» под руководством проф. В.В. Кадета молодежной конференции с докладом «Обеспечение высокой точности модели двухфазной фильтрации в двумерных трубках тока» выступила Салимьянова Дилара , магистрант 2-го курса. По итогам конференции её работа была отмечена дипломом лауреата секции . Для участников форума была организована экскурсия в научные и инновационные центры Губкинского университета, где они смогли познакомиться с современными лабораториями и перспективными разработками в области нефтегазовой отрасли. Также в рамках форума работала выставка научных разработок, на которой были представлены проекты ученых университета и ведущих компаний топливно-энергетического комплекса. Кафедра поздравляет участников с успешными выступлениями и желает дальнейших научных достижений! Ключевые слова: РГУ им. И.М.Губкина , международный форум , лауреат кафедры аэрогидромеханики",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/magistrant-kafedry-ndash-pobeditel-konkursa-458068.html": {
    "title": "Магистрант кафедры – победитель конкурса грантов Академии наук РТ",
    "text": "20 декабря 2024 Магистрант кафедры – победитель конкурса грантов Академии наук РТ 17 декабря 2024 года в рамках общего собрания Академии наук Республики Татарстан были объявлены победители конкурса на предоставление грантов для поддержки научных исследований, проводимых молодыми учеными и молодежными научными коллективами в РТ. Всего на Конкурс на предоставление грантов поступило 95 заявок по двадцати научным направлениям. Победителями признаны 20 молодых учёных и молодёжных научных коллективов. В направлении «Математика» победу одержала магистрант 2 курса кафедры аэрогидромеханики Салимьянова Дилара Радиковна . Ее научный проект посвящен обеспечению высокого уровня точности математической модели двухфазной фильтрации в двумерных трубках тока. Ранее данная модель была предложена научными руководителями (д.ф.-м.н., проф. Мазо А.Б. и д.ф.-м.н., доц. Поташевым К.А.) коллектива, в котором активно работает Салимьянова Д. Р. Поздравляем Салимьянову Д. Р. с заслуженным успехом и желаем дальнейших научных достижений и новых побед! Источник информации: https://www.antat.ru/ru/news/18818/ Ключевые слова: грант Академии Наук РТ , кафедра аэрогидромеханики , конкурс",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/mezhdunarodnaya-nauchno-prakticheskaya-392236.html": {
    "title": "Международная научно-практическая конференция 'О новой парадигме развития нефтегазовой геологии'",
    "text": "05 сентября 2020 Международная научно-практическая конференция \"О новой парадигме развития нефтегазовой геологии\" На Международной научно-практической конференции « О новой парадигме развития нефтегазовой геологии », прошедшей 2-4 сентября 2020 г. в рамках Татарстанского Нефтегазохимического Форума , посвящённого 100-летию образования ТАССР, было представлено два доклада по результатам научных исследований сотрудников кафедры аэрогидромеханики и студентов ИММ – заведующего кафедрой К.А.Поташева, профессора А.Б.Мазо и выпускника магистратуры К.А.Куличковой. Запись видеотрансляции доклада – https://youtu.be/4cVf8KEQrMQ?t=13229 Ключевые слова: международная научно-практическая конференция , кафедра аэрогидромеханики , О новой парадигме развития нефтегазовой геологии",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/mnogoletnyaya-nastavnicheskaya-deyatelnost-458559.html": {
    "title": "Многолетняя наставническая деятельность доцента кафедры аэрогидромеханики Р.Ф.Марданова отмечена Минобр РТ и руководством КФУ",
    "text": "09 января 2025 Многолетняя наставническая деятельность доцента кафедры аэрогидромеханики Р.Ф. Марданова отмечена Минобр РТ и руководством КФУ Начиная с первого дня своей работы на кафедре аэрогидромеханики, Р.Ф. Марданов уже более 20 лет руководит факультативом по теоретической механике. На занятиях факультатива студенты-механики осваивают методы решения задач повышенной сложности по теоретической механике, разбирают решение нестандартных задач и готовятся к выступлениям на студенческих олимпиадах. Команда КФУ ежегодно участвует в нескольких всероссийских и международных олимпиадах, где наши студенты успешно представляют университет и регулярно награждаются дипломами и грамотами. За прошедший 2024 год наставническая деятельность Р.Ф. Марданова была трижды отмечена на университетском и республиканском уровне. Решением Ученого совета КФУ ему присвоено почетное звание « Заслуженного наставника Казанского университета ». Министерством образования и науки Республики Татарстан он был награжден знаком отличия « Почетный наставник ». На церемонии «Студент года – 2024» Р.Ф. Марданов был отмечен дипломом победителя в номинации « Лучший преподаватель-наставник СНК ». Сердечно благодарим Рената Фаритовича за его плодотворную работу со студентами и поздравляем с заслуженными наградами! Ключевые слова: наставник , лучший преподаватель , механика",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/na-baze-kafedry-aerogidromehaniki-i-nil-445244.html": {
    "title": "На базе кафедры аэрогидромеханики и НИЛ 'Интеллектуальных биомиметических и природосообразных систем' ИММ открыта новая экспериментальная лаборатория цифровой визуализации для анализа гидродинамических течений.",
    "text": "12 марта 2024 На базе кафедры аэрогидромеханики и НИЛ \"Интеллектуальных биомиметических и природосообразных систем\" ИММ открыта новая экспериментальная лаборатория цифровой визуализации для анализа гидродинамических течений. На базе кафедры аэрогидромеханики и НИЛ «Интеллектуальных биомиметических и природосообразных систем» ИММ открыта новая экспериментальная лаборатория цифровой визуализации для анализа установившихся стационарных или периодических гидродинамических течений около твердых или упругих тел. Лаборатория оснащена современным оборудованием для высокоскоростного измерения векторных полей скоростей потоков жидкости или газа с помощью PIV (Particle Image Velocimetry) метода. Развернутая в рамках лаборатории уникальная установка для изучения гидродинамики биологических и биомиметических движителей открывает новые горизонты для развития передовых теоретических исследований сотрудников и аспирантов ИММ КФУ в области практической реализации таких систем, а также дает возможности студентам ИММ учиться и проводить свои первые исследования на оборудовании уровня лучших мировых лабораторий. Скачать видео (30,1 Мб) Ключевые слова: кафедра аэрогидромеханики , НИЛ «Интеллектуальных биомиметических и природосообразных систем» , эскпериментальная установка PIV (Particle Image Velocimetry)",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/nagrazhdenie-sotrudnikov-imm-397185.html": {
    "title": "Награждение сотрудников ИММ",
    "text": "11 декабря 2020 Награждение сотрудников ИММ Коллектив Института математики и механики желает дальнейших творческих достижений и сердечно поздравляет профессора кафедры аэрогидромеханики Александра Бенциановича Мазо с присуждением Почетного звания « Почетный работник науки и высоких технологий » Министерства науки и высшего образования РФ. доцента кафедры теоретической механики Андрея Александровича Саченкова с вручением Нагрудного знака «За заслуги в образовании» Министерства образования РТ Ключевые слова: Награждение , сотрудники , ИММ",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/obyavlenie-ndash-znakomstvo-s-gk-arax-456522.html": {
    "title": "Объявление – знакомство с ГК ARAX",
    "text": "18 ноября 2024 Объявление – знакомство с ГК ARAX В четверг 21 ноября с 13:50 до 15:30 в ауд. 610 II корпуса КФУ пройдет презентация для студентов группы компаний ARAX (ООО «Поликод», ООО «Нафта колледж», ООО «Софойл», ООО «Зетскан»). Цель встречи – знакомство студентов с группой компаний и предложения о прохождении практик с возможностью дальнейшего трудоустройства. На встречу приглашаются заинтересованные студенты всех курсов и всех отделений ИММ. Присутствие студентов 4 курса бакалавриата и 2 курса магистратуры отделения механики по специализации аэрогидромеханика – обязательно ! Будет рассматриваться вопрос о прохождении практик в 2025г.: 19.05–14.06 (бакалавры) и 24.03-14.06 (магистры). ООО «Поликод» – компания специализируется на разработке программного обеспечения для нефтегазовой промышленности и учебно-академических организаций. Программной платформой являются веб-приложения с высокой степенью реактивности на основе клиентсерверной архитектуры с выделенными серверами. Они обеспечивают эффективные гидродинамические исследования скважин, анализ добычи и численное 2D+ моделирование. https://polykod.ru/ ООО «Нафта Колледж» – это успешная компания в области развития цифровых двойников нефтегазовых месторождений, осуществляющая коммерческие услуги по обучению, тестированию, тим-билдингу (турниры/чемпионаты) и организации семинаров с помощью своих онлайнплатформ. Наша команда единомышленников в области математики, физики, химии, программирования и нефтяного инжиниринга готова предложить студентам отличные возможности для профессионального развития и карьерного роста. https://nafta.college/ru ООО «Софойл» – компания оказывает услуги в области аудита запасов углеводородов в процессе разработки или опытно-промышленной эксплуатации. Технологическую основу рабочих процессов составляют уникальные цифровые инструменты автоматизации процессов обработки данных и диагностик узлов нефтегазового актива. https://www.sofoil.ru/ ООО «ЗЕТСКАН» – предприятие ЗетСкан является разработчиком и производителем оборудования для скважинной телеметрии. https://zetscan.com/ru/ Студенты отделения механики регулярно проходят на указанных предприятиях производственные практики и в дальнейшем трудоустраиваются: https://kpfu.ru/math/strctre/mech/fluid/studenty-imm-issledujut-industriju-poseschenie.html https://kpfu.ru/math/strctre/mech/fluid/kompanii-predstavili-temy-dlya-prohozhdeniya.html https://kpfu.ru/math/strctre/mech/fluid/kompaniya-sofojl-predstavila-temy-dlya-430052.html https://kpfu.ru/math/strctre/mech/fluid/kompaniya-tgt-oilfield-services-predstavila-temy.html https://kpfu.ru/math/strctre/mech/fluid/predstavleny-temy-dlya-prohozhdeniya-praktiki.html https://kpfu.ru/math/strctre/mech/fluid/vstrecha-s-predstavitelyami-rabotodatelej-409882.html https://kpfu.ru/math/strctre/mech/fluid/trudoustrojstvo-magistrov-posle-proizvodstvennoj.html По возникающим вопросам обращаться к зав. каф. аэрогидромеханики Поташеву К.А. (каб.602, kpotashev@mail.ru ) Источник информации: кафедра аэрогидромеханики Ключевые слова: кафедра аэрогидромеханики , ARAX , практика",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/onlajn-lekcii-dlya-studentov-filiala-ugntu-v-g.html": {
    "title": "Онлайн-лекции для студентов филиала УГНТУ в г. Октябрьском",
    "text": "17 января 2021 Онлайн-лекции для студентов филиала УГНТУ в г. Октябрьском 13 и 14 января 2021 г. заведующим кафедрой аэрогидромеханики Поташевым К.А. были прочитаны онлайн-лекции на тему «Многомасштабное моделирование при решении задач оптимизации разработки нефтяных месторождений» для студентов филиала ФГБОУ ВО «Уфимский государственный нефтяной технический университет» (УГНТУ) в г. Октябрьском (Башкортостан). Лекции проходили в рамках каникулярной академии «Smart-club востребованных временем», организованной филиалом УГНТУ. В мероприятии приняло участие более 120 обучающихся по таким направлениям, как «Разработка нефтяных месторождений» (магистратура), «Разработка и эксплуатация нефтяных и газовых месторождений» (специалитет), «Эксплуатация и обслуживание объектов добычи нефти» (бакалавриат), «Цифровые и сервисные технологии при эксплуатации нефтегазового оборудования» (бакалавриат). Константин Андреевич кратко рассказал студентам об основных принципах гидродинамического моделирования нефтяных месторождений, познакомил с направлениями исследований в данной области сотрудников кафедры аэрогидромеханики ИММ КФУ, а также представил реализуемые ИММ в целом, и в частности отделением механики направления подготовки бакалавров и магистров. Надеемся, что данная онлайн-встреча продолжится плодотворным сотрудничеством УГНТУ и КФУ, и благодарим организаторов, в том числе Алину Азатовну Гиззатуллину доцента кафедры разведки и разработки нефтяных и газовых месторождений , за столь масштабное и скоординированное мероприятие! Ключевые слова: Онлайн-лекци , Октябрьский , УГНТУ",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/otdelenie-mehaniki-ndash-organizatory-sekcii.html": {
    "title": "Отделение механики – организаторы секции 'Аналитическая механика' \r\nXII Четаевской конференции",
    "text": "Отделение механики – организаторы секции 'Аналитическая механика' XII Четаевской конференции  27 июня 2025 Отделение механики – организаторы секции \"Аналитическая механика\" XII Четаевской конференции В Казани завершилась XII Международная научная конференция «Аналитическая механика, устойчивость и управление» , посвящённая наследию выдающегося механика и математика, члена-корреспондента АН СССР, лауреата Ленинской премии и выпускника Казанского университета Николая Гурьевича Четаева . Сотрудники и студенты отделения механики ИММ приняли активное участие в подготовке и проведении конференции. Заведующий кафедрой аэрогидромеханики Поташев Константин Андреевич и заведующий кафедрой теоретической механики Султанов Ленар Усманович вошли в состав программного и организационного комитетов и выступили председателями заседаний секции «Аналитическая механика» совместно с профессором Петровым Александром Георгиевичем , главным научным сотрудником Института проблем механики им. А.Ю. Ишлинского РАН. Магистрант кафедры аэрогидромеханики Салимьянова Дилара Радиковна , староста СНК «Механика и математическое моделирование», вошла в техническую группу и выполняла обязанности секретаря секции. На закрытии конференции Поташев К.А. доложил о результатах работы секции : « Аналитическая механика – это фундаментальный раздел по теоретической механике, который посвящен изучению движения и равновесия механических систем, но тем не менее в нашей секции мы немного расширили объекты исследований и до процессов механики сплошной среды. Все доклады объединены общей особенностью – везде использовались сильные математические методы. В этой связи новые результаты в аналитической механике имеют особую ценность, потому что обладают математической строгостью, и, как следствие, они не только показывают некоторые новые свойства поведения механических процессов, но и могут использоваться в дальнейшем для верификации уже приближенных численных методов. Несмотря на то, что для получения таких фундаментальных результатов всегда необходимо приложить дополнительные усилия, был проявлен достаточно большой интерес к тематике » Всего на секцию было подано 30 заявок и прозвучало 16 очных докладов: 11 от участников из Казани , 5 из Москвы (МАИ, МГТУ, НИУ МЭИ, ИПМех РАН), 3 из Санкт-Петербурга , 2 из Республики Узбекистан , 2 из Саратова и по одному докладу от участников из Смоленска, Волгограда, Твери, Красноярска, Коврова и Самары . Благодаря работе сотрудников и студентов отделения механики работа секции прошла на высоком уровне и поспособствовала продуктивному научному диалогу между участниками конференции. Источник информации: Источник информации: и фото: Медиапортал КФУ Ключевые слова: Четаевская конференция , аналитическая механика , наука",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/pobeda-v-konkurse-39studencheskij-startap39-472584.html": {
    "title": "Победа в конкурсе 'Студенческий стартап'",
    "text": "21 сентября 2025 Победа в конкурсе \"Студенческий стартап\" Дирекцией Фонда содействия инновациям оглашен список победителей конкурса «Студенческий стартап» в 2025 году. Из 11,6 тыс. заявок эксперты отобрали 2500 лучших проектов. Среди победителей ассистент и аспирант кафедры Салимьянова Дилара Радиковна и магистрант 1-г.о. Гумеров Наиль Нафисович . Проект Салимьяновой Д.Р. посвящён созданию методической базы по моделированию фильтрационных процессов в MATLAB Reservoir Simulation Toolbox (MRST). Научным руководителем выступит заведующий кафедрой аэрогидромеханики Поташев Константин Андреевич. «Это перспективный открытый пакет для построения гидродинамических моделей нефтегазовых пластов. Идея возникла на втором курсе магистратуры, когда я изучала современное ПО для гидродинамического моделирования. Во время подготовки к занятиям я заметила, что в русскоязычном пространстве почти нет материалов по работе с MRST. Тогда мой научный руководитель, Константин Андреевич Поташев, предложил написать методическое пособие. Со временем эта идея переросла в создание полноценной базы знаний» - поделилась Дилара Радиковна. Наиль Гумеров продолжит работу над созданием базы знаний по моделированию гидродинамических процессов в среде OpenFOAM. На данный момент уже имеется некоторая база знаний по моделированию процессов в OpenFOAM, разработанная старшим преподавателем Вадимом Дмитриевичем Анисимовым. В работе также будет принимать участие Дамир Исмагилов , лаборант НИЛ «Интеллектуальные биомиметические и природосообразные системы», на базе которой реализуется проект. Научным руководителем является профессор кафедры аэрогидромеханики Артем Наилевич Нуриев . Наиль Гумеров поделился: «Ключевым стимулом к исследованию послужил недостаток русскоязычных ресурсов по работе с OpenFOAM. Этот факт контрастирует с высокой популярностью и потенциалом платформы в области численного моделирования механических процессов. Была поставлена задача разработать инновационный продукт, который бы не только способствовал росту компетенций в сфере моделирования, но и отвечал на наиболее важные вызовы, стоящие перед промышленностью страны». Кафедра поздравляет Дилару Радиковну и Наиля Нафисовича с важной и значимой победой! Ключевые слова: студенческий стартап , моделирование , кафедра аэрогидромеханики",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/predstavleny-temy-dlya-prohozhdeniya-praktiki.html": {
    "title": "Представлены темы для прохождения практики",
    "text": "15 апреля 2022 Представлены темы для прохождения практики 08.04.2022 сотрудники компании СОФОЙЛ: - Иващенко Дмитрий Сергеевич, куратор проекта PolyGon; - Рушенцев Матвей Витальевич, руководитель проекта \"PetroCup\"; - Гарнышев Марат Юрьевич, reservoir engineer (выпускник кафедры аэрогидромеханики); - Старостин Иван, гидродинамик (выпускник кафедры аэрогидромеханики); - Ахунов Рустам, аналитик, тестировщик (выпускник кафедры аэрогидромеханики) рассказали студентам 4 курса бакалавриата кафедры аэрогидромеханики о возможных темах прохождения производственной практики на их предприятии: по направлению «Анализ разработки месторождений» 1 Анализ информативности ИКГ (импульсно-кодовое гидропрослушивание) в неоднородном пласте. 2 Оценка влияния геологических и гидродинамических параметров на коэффициент извлечения нефти на основе 3D моделирования. 3 Количественное выявление интерференции на основе углубленного анализа истории работы скважин. 4 Анализ влияния изменяющихся свойств газа на методику углубленного анализа истории работы скважин. по направления «Разработка функционала симулятора PetroCup» 5 Моделирование датчика шумометрии в скважине по направлению «Разработка функционала ПО PolyGon» 6 Применение методов машинного обучения к задачам восстановления истории дебита по истории давлений и анализа истории разработки. Компания TGT Oilfield Services представила темы для прохождения практики 08.04.2022 и 12.04.2022 сотрудники компании TGT Oilfield Services : Давыдов Дмитрий Александрович – советник по технологиям, Фролов Александр Геннадьевич – руководитель департамента НИР, Ширалиева Эльвира Видадиевна – специалист по персоналу, Софеева Лейсан Ильгизовна – специалист по патентам и грантам обсудили с руководством ИММ возможные варианты сотрудничества в направлении образовательной деятельности и подготовки студентов к решению специализированных задач компании по опыту многолетнего сотрудничества с кафедрой аэрогидромеханики, а также рассказали студентам 4 курса бакалавриата о возможных темах прохождения производственной практики на их предприятии в этом году: 1 Моделирование обтекания прибора движущимся потоком. Оптимизация формы и размеров окошек 2 Разработка методов фильтрации акустических сигналов при непрерывном спуске прибора 3 Развитие методов обработки акустической шумометрии Ключевые слова: практики , тема , трудоустройство",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/proforientacionnye-vstrechi-so-shkolnikami-g.html": {
    "title": "Профориентационные встречи со школьниками г. Казань",
    "text": "05 мая 2025 Профориентационные встречи со школьниками г. Казань 28 апреля 2025 года заведующий кафедрой Поташев Константин Андреевич и магистрант 2 года обучения Салимьянова Дилара Радиковна посетили Лицей им. Н.И. Лобачевского КФУ и Гимназию №19 г. Казань. В рамках визита были организованы встречи с учащимися, направленные на информирование о возможностях обучения в Казанском федеральном университете и, в частности, в Институте математики и механики им. Н.И.Лобачевского. В ходе встреч представители кафедры аэрогидромеханики рассказали учащимся 8 – 11 классов Лицея и 10-х классов Гимназии о перспективах, которые открываются перед студентами и выпускниками Института математики и механики им. Н.И.Лобачевского. Они подробно остановились на том, какие навыки и знания можно получить в рамках обучения, какие профессиональные пути открываются перед студентами, а также разъяснили правила приёма и особенности поступления в КФУ. Кроме того, состоялась встреча с директором Лицея Скобельцыной Еленой Германовной , в ходе которой обсудили актуальные вопросы современного школьного образования и подготовки педагогических кадров, а также взаимодействия Лицея и ИММ по кадровым вопросам. Организаторами мероприятий выступили выпускницы Института математики и механики им. Н.И.Лобачевского, ныне действующие учителя математики: к.ф.-м.н. Дунаева Ольга Сергеевна (Лицей имени Н.И. Лобачевского) и Васильева Мария Георгиевна (Гимназия №17). Проведённые встречи способствовали укреплению связей между школами и Институтом, а также помогли учащимся лучше понять перспективы обучения и профессионального роста в сфере математики и механики. Ключевые слова: школьники , профориентация , кафедра аэрогидромеханики",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/r-422715.html": {
    "title": "Экскурсия в лабораторию гидродинамики и теплообмена 26-27.10.2022 г.",
    "text": "08 ноября 2022 Экскурсия в лабораторию гидродинамики и теплообмена 26-27.10.2022 г. 26 и 27 октября студенты 3 курса ИММ (профили «Механика и математическое моделирование» и «Прикладная механика») посетили лабораторию гидродинамики и теплообмена Института энергетики и перспективных технологий ФИЦ КазНЦ РАН. Лаборатория расположена в помещениях ООО «Научно-производственное предприятие «ИРВИС» на территории Технополиса «Химград». Экскурсию провели доктор технических наук Валерий Михайлович Молочников и доктор физико-математических наук, доцент кафедры аэрогидромеханики ИММ Динар Ильясович Зарипов. Студенты познакомились с историей образования лаборатории, с основными направлениями исследований и с современным экспериментальным оборудованием, в том числе с панорамными (оптическими) методами диагностики потоков, такими как Particle/Smoke Image Velocimetry, позволяющими анализировать мгновенные векторные поля скорости потока в трехмерном пространстве. Студенты также познакомились с некоторыми особенностями численного решения задач гидродинамики и узнали о важности совместного физического и математического моделирования гидродинамических процессов. Были намечены варианты участия студентов в исследованиях, проводимых сотрудниками лаборатории. Среди актуальных тем исследований были выделены «Развитие высокопроизводительных панорамных методов диагностики потоков», «Исследование явления реламинаризации турбулентного течения» и «Исследование структуры течения в устройствах сложной геометрии». Ключевые слова: экскурсия , кафедра аэрогидромеханики , лаборатория ФИЦ КазНЦ РАН , ООО 'ИРВИС'",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/seriya-seminarov-39matematicheskoe-modelirovanie-440013.html": {
    "title": "Серия семинаров 'Математическое моделирование в механике сплошных сред', 02-07.10.2023",
    "text": "11 октября 2023 Серия семинаров \"Математическое моделирование в механике сплошных сред\", 02-07.10.2023 Отделение механики ИМиМ КФУ в рамках реализации программы развития Регионального научно-образовательного математического центра «Научно-образовательный математический центр Приволжского федерального округа» в период со 2 по 7 октября организовало серию семинаров « Математическое моделирование в механике сплошных сред ». Своим опытом поделились ведущие специалисты в области математического и численного моделирования задач механики: Никитин Илья Степанович , д.ф.-м.н., директор Института автоматизации проектирования РАН, г. Москва; Мусакаев Наиль Габсалямович , д. ф.-м.н., проф, директор Тюменского филиала ИТПМ СО РАН; Губайдуллин Амир Анварович , д. ф.-м.н., проф, н. рук. направления «Математическое моделирование в механике» ИТПМ СО РАН; Коробейников Сергей Николаевич , д.ф.-м.н., проф., гл. научный сотрудник лаб. механики композитов ИГИЛ СО РАН, г. Новосибирск; Келлер Илья Эрнестович , д.ф.-м.н., доц., зав. лаб. нелинейной механики деформируемого твердого тела ИМСС УрО РАН, г. Пермь; Попов Сергей Николаевич , д.т.н., зав. лаб. нефтегазовой механики и физико-химии пласта Института проблем нефти и газа РАН; Юлмухаметова Юлия Валерьевна , к.ф.-м.н., научный сотрудник лаборатории «Дифференциальные уравнения механики» Института механики им. Р. Р. Мавлютова, ОСП УФИЦ РАН; Епихин Андрей Сергеевич , к.т.н., зав. лаб., стажёры-исследователи Ярикова Софья Павловна и Бритов Андрей Дмитриевич , ИСП РАН (Москва). В работе семинаров приняли участие студенты и аспиранты отделения механики ИММ КФУ, сотрудники ведущих ВУЗов и научных организаций г. Казани. Кроме научных докладов в рамках семинаров прошла серия воркшопов по работе в пакете вычислительной гидродинамики OpenFOAM. Участники семинаров отметили высокий уровень докладов и организации работы! Ключевые слова: семинар , математическое моделирование , механика сплошных сред",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/simpozium-posvyaschennyj-90-letiju-professora.html": {
    "title": "Симпозиум",
    "text": "23 мая 2022 Симпозиум, посвященный 90-летию профессора Николая Борисовича Ильинского \"Математические методы механики сплошных сред\" Институт математики и механики им. Н.И.Лобачевского и Институт экологии и природопользования проводят 27 мая 2022 года симпозиум \"Математические методы механики сплошных сред\", посвященный 90-летию профессора Николая Борисовича Ильинского. Мероприятие пройдет в MS Teams. Запрос ссылки на команду в MS Teams присылайте Зарипову Шамилю Хузеевичу на e-mail: shamil.zaripov@gmail.com Приглашаем к участию всех желающих! Ключевые слова: Симпозиум , механика сплошной среды , Математические методы",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/sostoyalas-torzhestvennaya-ceremoniya-vrucheniya-480004.html": {
    "title": "Состоялась торжественная церемония вручения Раисом Республики Татарстан Р.Н.Миннихановым Государственных премий Республики Татарстан в области науки и техники и государственных наград",
    "text": "06 февраля 2026 Состоялась торжественная церемония вручения Раисом Республики Татарстан Р.Н.Миннихановым Государственных премий Республики Татарстан в области науки и техники и государственных наград 6 февраля 2026 года состоялась торжественная церемония вручения Государственных премий Республики Татарстан в области науки и техники и государственных наград. Ранее сообщалось , что научный коллектив сотрудников Казанского федерального университета стал лауреатом Государственной премии Республики Татарстан в 2025 году за цикл научных работ «Математические модели и цифровые двойники многофазных течений для повышения эффективности разработки нефтяных месторождений и создания инновационных пористых материалов»: Поташев Константин Андреевич , руководитель работы, доктор физико-математических наук, доцент, заведующий кафедрой аэрогидромеханики; Зарипов Шамиль Хузеевич , доктор физико-математических наук, профессор, заведующий кафедрой моделирования экологических систем; Мазо Александр Бенцианович , доктор физико-математических наук, профессор, бывший профессор кафедры аэрогидромеханики; Марданов Ренат Фаритович , кандидат физико-математических наук, доцент кафедры аэрогидромеханики; Шарафутдинов Валерий Фахруллович , доктор технических наук, профессор, бывший профессор кафедры моделирования экологических систем. Награды вручил Раис Республики Татарстан Р.Н. Минниханов. Ответное слово предоставили руководителю коллектива К.А. Поташеву: «Для нас это большая честь и важный знак признания той научной школы, которая сформировалась в Казани в области подземной гидромеханики и теории фильтрации, и которую мы стараемся достойно продолжать сегодня. Наш цикл работ мы посвятили тому, чтобы компьютер в опытных руках современных исследователей и инженеров-проектировщиков становился эффективной виртуальной «лабораторией», где можно быстро и точно определять оптимальные варианты фильтрационных процессов всех масштабов – от инновационных фильтров средств индивидуальной защиты до методов повышения нефтеотдачи гигантских месторождений. Эта награда стала возможной благодаря профессионализму каждого члена нашего коллектива и умению доводить новые математические идеи до работоспособных технологий. Сегодня здесь не смог присутствовать наш соавтор — профессор Александр Бенцианович Мазо , который сформулировал ряд ключевых идей, обеспечивших высокие конкурентные преимущества нашим программным комплексам. Хочу поблагодарить Казанский федеральный университет за дружественную и плодотворную научную среду, коллег и соавторов, промышленных партнёров за доверие, постановку практических задач и возможность внедрения результатов. В частности – Булыгина Дмитрия Владимировича , под чьим практическим руководством мы начинали наши исследования по моделированию нефтяных месторождений. Наш коллектив, безусловно, воспринимает эту награду также как ответственность и стимул: мы будем и дальше развивать преемственность казанской школы механики, углублять практико-ориентированные исследования и трудиться на благо Республики Татарстан и нашей страны!» Поздравляем коллег с получением высокой награды и желаем дальнейших научных достижений! Видео-материалы: https://ftp.tatar.ru/president/2026/02/060226/kreml/kreml.mp4 Источник информации: Фото: Пресс-служба Раиса Республики Татарстан Персонали: Поташев Константин Андреевич , Мазо Александр Бенцианович , Шарафутдинов Валерий Фахруллович , Марданов Ренат Фаритович , Зарипов Шамиль Хузеевич Ключевые слова: госпремия , награда , КФУ",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/sotrudniki-i-aspiranty-kafedry-aerogidromehaniki.html": {
    "title": "Сотрудники и аспиранты кафедры аэрогидромеханики и НИЛ 'Интеллектуальные биомиметические и природосообразные системы' КФУ приняли активное участие в воркшопе RRI Computing & Wireless BU",
    "text": "18 марта 2024 Сотрудники и аспиранты кафедры аэрогидромеханики и НИЛ \"Интеллектуальные биомиметические и природосообразные системы\" КФУ приняли активное участие в воркшопе RRI Computing & Wireless BU Сотрудники и аспиранты кафедры аэрогидромеханики и НИЛ «Интеллектуальные биомиметические и природосообразные системы» КФУ приняли активное участие в воркшопе RRI Computing & Wireless BU, проходившем 14-15 марта в университете Иннополис. Обсуждались совместная работа и возможные перспективные направления сотрудничества между университетами. Ключевые слова: воркшоп , кафедра аэрогидромеханики , НИЛ «Интеллектуальные биомиметические и природосообразные системы»",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/sotrudniki-i-studenty-kafedry-aerogidromehaniki.html": {
    "title": "Сотрудники и студенты кафедры аэрогидромеханики отмечены на торжественной церемонии награждения сотрудников, студентов, аспирантов и их наставников за высокие достижения в научно-исследовательской деятельности",
    "text": "10 февраля 2026 Сотрудники и студенты кафедры аэрогидромеханики отмечены на торжественной церемонии награждения сотрудников, студентов, аспирантов и их наставников за высокие достижения в научно-исследовательской деятельности 10 февраля 2026 года в рамках цикла мероприятий, приуроченных ко Дню российской науки, состоялась торжественная церемония награждения сотрудников, студентов, аспирантов и их наставников. Открывал церемонию ректор КФУ Ленар Ринатович Сафин. Далее он наградил благодарственными письмами сотрудников университета, в том числе заведующего кафедрой аэрогидромеханики Константина Андреевича Поташева за поддержку студенческих инициатив в научно-исследовательской деятельности и личный вклад в развитие студенческой науки и кружкового движения КФУ . Поздравить талантливую молодежь и их кураторов также вышли первый проректор-проректор по научной деятельности Дмитрий Альбертович Таюрский и проректор по молодежной политике и воспитательной деятельности Ариф Магидинович Межведилов. За высокие достижения в научно-исследовательской деятельности и личный вклад в развитие студенческой науки КФУ были отмечены магистрант 2 года обучения Рамзан Казанцев совместно с научным руководителем профессором кафедры аэрогидромеханики Дмитрием Владимировичем Маклаковым . За активное участие в деятельности студенческих научных объединений и вклад в развитие кружкового движения КФУ были отмечены студенты 2 курса отделения механики Ленар Ильбаев и Таисия Носова . Источник информации: Пресс-служба ректора КФУ, кафедра аэрогидромеханики; фото: Тамара Молканова Персонали: Маклаков Дмитрий Владимирович , Поташев Константин Андреевич Ключевые слова: наука , награждение , кафедра аэрогидромеханики",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/sotrudniki-kafedry-aerogidromehaniki-i-nil-451190.html": {
    "title": "Сотрудники кафедры аэрогидромеханики и НИЛ 'Интеллектуальные биомиметические и природосообразные системы' ИММ Нуриев А., Камалутдинов А., Романова Д. приняли участие в международной конференции  по достижениям в области вычислительных технологий и искусственного интеллекта 'International Conference on Advances in Computing Technologies and Artificial Intelligence'",
    "text": "Сотрудники кафедры аэрогидромеханики и НИЛ 'Интеллектуальные биомиметические и природосообразные системы' ИММ Нуриев А., Камалутдинов А., Романова Д. приняли участие в международной конференции по достижениям в области вычислительных технологий и искусственного интеллекта 'International Conference on Advances in Computing Technologies and Artificial Intelligence'  19 июля 2024 Сотрудники кафедры аэрогидромеханики и НИЛ \"Интеллектуальные биомиметические и природосообразные системы\" ИММ Нуриев А., Камалутдинов А., Романова Д. приняли участие в международной конференции по достижениям в области вычислительных технологий и искусственного интеллекта \"International Conference on Advances in Computing Technologies and Artificial Intelligence\" Сотрудники кафедры аэрогидромеханики и НИЛ «Интеллектуальные биомиметические и природосообразные системы» ИММ Нуриев А., Камалутдинов А., Романова Д. приняли участие в международной конференции по достижениям в области вычислительных технологий и искусственного интеллекта «International Conference on Advances in Computing Technologies and Artificial Intelligence» c докладом Применение методов анализа данных и машинного обучения для гидродинамического моделирования. В докладе обсуждались проблемы моделирования турбулентных течений, возникающих в широком спектре практических приложений, начиная от проектирования систем охлаждения микроэлектроники, расчета аэродинамики автомобилей, проектирования ветровых или волновых энергетических установок до задач прогнозирования крупномасштабных атмосферных явлений и стихийных бедствий. Были представлены результаты по использованию методов машинного обучения для создания и калибровки моделей турбулентности для этих приложений. Ключевые слова: международная конференция , сотрудники кафедры аэрогидромеханики , НИЛ «Интеллектуальные биомиметические и природосообразные системы»",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/sotrudniki-kafedry-aerogidromehaniki-i-nil-458146.html": {
    "title": "Сотрудники кафедры аэрогидромеханики и НИЛ 'Интеллектуальные биомиметические и природосообразные системы' ИММ Нуриев А., Камалутдинов А., Гумеров Н., Исмагилов Д., Романова Д., Зайцева О. приняли участие в открытой конференции ИСП РАН",
    "text": "23 декабря 2024 Сотрудники кафедры аэрогидромеханики и НИЛ \"Интеллектуальные биомиметические и природосообразные системы\" приняли участие в открытой конференции ИСП РАН Сотрудники кафедры аэрогидромеханики и НИЛ «Интеллектуальные биомиметические и природосообразные системы» ИММ Нуриев А., Камалутдинов А., Гумеров Н., Исмагилов Д., Романова Д., Зайцева О. приняли участие в открытой конференции ИСП РАН 11-12 декабря в инновационном кластере «Ломоносов» проходила открытая конференция ИСП РАН, посвященная 30-летию ИСП РАН и 300-летию РАН. На секции «Решение задач механики сплошных сред с использованием СПО» выступили сотрудники кафедры аэрогидромеханики и НИЛ «Интеллектуальные биомиметические и природосообразные системы» с докладами: Камалутдинов Айрат Марсович, Нуриев Артем Наилевич, Романова Дарья Игоревна, Епихин Андрей Сергеевич - «Калибровка RANS моделей турбулентности с помощью алгоритмов машинного обучения»; Нуриев Артем Наилевич, Зайцева Ольга Николаевна - «Гидродинамическое исследование капиллярных мостиков в СПО OpenFOAM в окрестности границы их статической устойчивости»; Гумеров Наиль Нафисович, Исмагилов Дамир Альбертович, Нуриев Артем Наилевич - «Исследование пропульсивного волнообразного движения тела в жидкости в OpenFOAM». Запись конференции можно посмотреть по следующим ссылкам: https://vkvideo.ru/video-214485707_456239024 https://vkvideo.ru/video-214485707_456239030 . Ключевые слова: конференция ИСП РАН , кафедра аэрогидромеханики , наука",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/sotrudniki-kafedry-aerogidromehaniki-ndash-476844.html": {
    "title": "Указом Раиса Республики Татарстан объявлены лауреаты Государственной премии Республики Татарстан в 2025 году.",
    "text": "08 декабря 2025 Сотрудники кафедры аэрогидромеханики – лауреаты Госпремии РТ в области науки и техники 2025 года Указом Раиса Республики Татарстан объявлены лауреаты Государственной премии Республики Татарстан в 2025 году. За цикл научных работ «Математические модели и цифровые двойники многофазных течений для повышения эффективности разработки нефтяных месторождений и создания инновационных пористых материалов» премия присуждена сотрудникам Института математики и механики им. Н.И.Лобачевского и Института экологии, биотехнологии и природопользования КФУ Поташеву Константину Андреевичу , руководителю работы, доктору физико-математических наук, доценту, заведующему кафедрой аэрогидромеханики; Зарипову Шамилю Хузеевичу , доктору физико-математических наук, профессору, заведующему кафедрой моделирования экологических систем; Мазо Александру Бенциановичу , доктору физико-математических наук, профессору, бывшему профессору кафедры аэрогидромеханики; Марданову Ренату Фаритовичу , кандидату физико-математических наук, доценту кафедры аэрогидромеханики; Шарафутдинову Валерию Фахрулловичу , доктору технических наук, профессору, бывшему профессору кафедры моделирования экологических систем. Ранее сообщалось , что коллектив разработал новую теоретическую и вычислительную базу для описания сложных течений в пористых средах, охватывающую полный спектр пространственных и временных масштабов – от инновационных нано- и микроволокнистых фильтрующих материалов до гигантских нефтегазовых месторождений. Всего в 2025 году лауреатами премии стали 3 коллектива. Присуждение Государственной премии Республики Татарстан подчёркивает значимость проведённых исследований и вклад коллектива в развитие современной науки. Этот результат стал отражением многолетней целеустремлённости, глубокой экспертизы и научной смелости. Пусть дальнейшая работа будет столь же плодотворной, открывая новые направления и укрепляя позиции исследовательской школы на мировом уровне. Источник информации: кафедра аэрогидромеханики Персонали: Марданов Ренат Фаритович , Зарипов Шамиль Хузеевич , Мазо Александр Бенцианович , Поташев Константин Андреевич , Шарафутдинов Валерий Фахруллович Ключевые слова: госпремия РТ , Институт математики и механики им. Н.И.Лобачевского , Институт экологии биотехнологии и природопользования",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/sotrudniki-kafedry-aerogidromehaniki-opublikovali.html": {
    "title": "Сотрудники кафедры аэрогидромеханики опубликовали свои труды в высокорейтинговом журнале.",
    "text": "05 января 2021 Сотрудники кафедры аэрогидромеханики опубликовали свои труды в высокорейтинговом журнале. Сотрудники кафедры аэрогидромеханики Нуриев А.Н. и Камалутдинов А.М. опубликовали свои труды в высокорейтинговом журнале ( impact factor 2.8) Journal of Fluids and Structures входящий в первую квартиль баз Web of Science и Scopus по направлению mechanical engineering. Исследование сотрудников посвящено анализу трёхмерных течений жидкости вблизи пластин актуаторов, совершающих вынужденные колебания с частотами близкими к резонансным. В работе получены новые данные о структуре течений и распределении силовых нагрузок действующих на пластины. С работой можно ознакомится в по ссылке https://www.sciencedirect.com/science/article/pii/S0889974620306721#mmc5 А также на профиле ResearchGate https://www.researchgate.net/publication/344346215_Hydrodynamics_around_long_vibrating_beams Ключевые слова: Публикация , кафедра , аэрогидромеханики",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/specializaciya-studentov-kafedry-390623.html": {
    "title": "Специализация студентов кафедры аэрогидромеханики\r\nв области механики нефтяного пласта",
    "text": "Специализация студентов кафедры аэрогидромеханики в области механики нефтяного пласта  26 июня 2020 Специализация студентов кафедры аэрогидромеханики в области механики нефтяного пласта Студенты кафедры аэрогидромеханики регулярно выступают с научными работами на научных конференциях. По результатам исследований и решенных задач в области механики нефтегазового пласта студенты представляют научные доклады на таких мероприятиях, как ежегодной Молодежной научно-практической конференции по Математическому моделированию и Информационным Технологиям СМИТ, организуемой TGT Oilfield Services. С докладами в этой конференции выступали такие студенты кафедры аэрогидромеханики, как Чечинова Антонина, Спирина Елизавета, Хазиев Айрат. В этом году к участию в конференции подали заявки Ахунов Рустам, Панин Даниил, Куличкова Ксения. В июле 2019 г. в Альметьевске проходил I Международный нефтегазовый молодежный форум, на который отправились два студента кафедры арогидромеханики – Менькова Александра и Гилязеев Адель. В течение этого мероприятия для участников была проведена образовательная программа, насыщенная различными мастер-классами, состоялся Нефтяной саммит нефтяных компаний республики Татарстан при участии Минниханова Р.Н., Сорокина П.Ю. и Маганова Н.У. Важным событием стал Hackathon Oil TATNEFT Challenge, в ходе которого междисциплинарные команды участников решали кейсы, посвященные проблемам нефтегазовой отрасли в России. Ключевые слова: Аэрогидромеханика , конференция , ИММ",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/studencheskaya-olimpiada-po-teoreticheskoj-395238.html": {
    "title": "Олимпиада по теоретической механики",
    "text": "11 ноября 2020 Студенческая олимпиада по теоретической механике Студенты института математики и механики им. Н. И. Лобачевского приняли участие во втором этапе всероссийской студенческой олимпиаде по теоретической механике, проходившем в УГНТУ г.Уфа. Руководителю факультатива по решению олимпиадных задач по теоретической механике Марданову Р.Ф. было вручено благодарственное письмо от имени проректора по учебной работе УГНТУ. Ключевые слова: Теоретическая механика , олимпиад , ИММ",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/studenty-i-aspiranty-kafedry-aerogidromehaniki.html": {
    "title": "Студенты и аспиранты кафедры аэрогидромеханики – участники XХХI Международной научной конференции студентов, аспирантов и молодых ученых 'Ломоносов-2024'",
    "text": "07 мая 2024 Студенты и аспиранты кафедры аэрогидромеханики – участники XХХI Международной научной конференции студентов, аспирантов и молодых ученых \"Ломоносов-2024\" С 12 по 26 апреля в Московском государственном университете имени М.В. Ломоносова проходила XХХI Международная научная конференция студентов, аспирантов и молодых ученых «Ломоносов-2024». Работа секции «Газовая и волновая динамика» проходила 22 апреля в очном формате. Представители кафедры аэрогидромеханики под руководством доцента, д.ф.-м.н., Нуриева Артема Наилевича выступили на конференции, презентовав свои научные исследования: Анисимов Вадим Дмитриевич, аспирант 4 года обучения – «Гидродинамика пропульсивного движения цилиндрического виброробота» ; Баймуратова Ангелина Рафильевна, магистрант 1 курса – « Влияние формы машущего крыла на его пропульсивные характеристики »; Богданович Елена Евгеньевна, магистрант 1 курса – «Аналитико-численное решение задачи о колебаниях цилиндрических тел в вязкой несжимаемой жидкости». Доклады и результаты исследований были высоко оценены экспертами, а участники награждены грамотами. Желаем не останавливаться на достигнутом и удачи в будущих исследованиях ! Ключевые слова: кафедра аэрогидромеханики , конференция , МГУ им.М.В. Ломоносова",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/studenty-imm-issledujut-industriju-poseschenie.html": {
    "title": "Студенты ИММ исследуют индустрию: \r\nПосещение компании TGT Oil and Gas Services",
    "text": "Студенты ИММ исследуют индустрию: Посещение компании TGT Oil and Gas Services  22 марта 2024 Студенты ИММ исследуют индустрию: Посещение компании TGT Oil and Gas Services 13 марта студенты 4 курса ИММ (профиль «Механика и математическое моделирование») посетили международную нефтесервисную компанию TGT Diagnostics. Компания TGT была основана в 1998 году в Казани А. М. Асланяном и Г. В. Васильевым. В ходе визита студенты получили обширное представление о технологическом процессе компании - от стадии разработки до тестирования и внедрения продукции. Они ознакомились с производственными установками, используемыми для изготовления деталей, плат и тестирования приборов. Кроме того, представители компании поделились информацией о необходимых навыках и компетенциях, которые являются наиболее востребованными среди сотрудников компании. Никита Головня : «Нам показали производственный цех, где происходит полный цикл производства геофизических приборов для исследования добывающих и нагнетательных скважин, начиная от плат и уникальных датчиков, заканчивая прочным корпусом, который должен выдерживать давление до 1000 атмосфер и температуру до 177 градусов Цельсия. Хотя у большинства людей производственный цех ассоциируется с пыльным и грязным помещением, здесь всё совсем по-другому: расставлены цветочные композиции, декоративные деревья, идеальная чистота, и чтобы поддерживать эту атмосферу всем нам выдали белоснежные халаты. В ходе экскурсии нам показали все установки и станки, дали подержать в руках массивную деталь прибора, которая, только что была произведена на станке с числовым программным управлением. Далее нас проводили в тихую комнату, где находиться было очень непривычно, так как в ней стены обклеены специальным звукопоглощающим материалом, что приводит к почти полному отсутствия эхо. Мы посетили отделы департамента НИОКР, в которых производится полный цикл разработки приборов, программного обеспечения и методов обработки замеренных данных. Для комфорта и удобства предусмотрены места для отдыха – обеденная комната, теннисный стол, диваны с настольными играми. После экскурсии прошла сессия, где мы получили ответы на все интересующие нас вопросы, рассказали о востребованных вакансиях компании, и как будет проходить наша практика. Экскурсия была очень интересной и познавательной. Нас смогли заинтересовать настолько, что большинство участников экскурсии решили прийти сюда снова, но уже в качестве будущих работников компании». Анастасия Девятых: «Экскурсия оказалась не только информативной и полезной для выбора места практики, но и помогла лучше понять организацию подобных компаний и определиться с будущим направлением и местом работы. Нам подробно рассказали о каждом этапе создания продукта и о задачах специалистов. Экскурсия вызвала только положительные эмоции, на все наши вопросы были даны исчерпывающие ответы». Ключевые слова: кафедра аэрогидромеханики , экскурсия , TGT Oil and Gas Services",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/studenty-kafedry-aerogidromehaniki-ndash-444814.html": {
    "title": "Студенты кафедры аэрогидромеханики – победители Стипендиальной программы\r\n\r\nВладимира Потанина",
    "text": "Студенты кафедры аэрогидромеханики – победители Стипендиальной программы Владимира Потанина  04 марта 2024 Студенты кафедры аэрогидромеханики – победители Стипендиальной программы Владимира Потанина Кафедра с гордостью анонсирует успех двух своих студенток, Богданович Елены и Салимьяновой Дилары – магистрантов 1 курса группы 05-311, в стипендиальном конкурсе, организованном Фондом Потанина. Участие в данном конкурсе привлекло внимание 6 416 студентов со всей России, представляющих 75 вузов, включенных в Программу поддержки образования, среди которых 750 участников по результатам двух этапов были объявлены победителями конкурса. В ходе конкурса оценка участников проводится комплексно, учитывая академический, интеллектуальный и творческий потенциал, мотивацию к развитию, социальную осознанность, владение универсальными навыками, готовность к ответственности и работе в команде. Также ценится активное участие в научно-исследовательской и проектной деятельности, общественной жизни, а также в социально значимых и творческих командных проектах. Елена : « Моё участие в стипендиальном конкурсе было скорее авантюрой, чем продуманным планом. Сначала я долго читала об этом конкурсе информацию и впечатления участников и победителей, вдохновлялась их историями. Окончательно решилась участвовать, когда мой научный руководитель сказал, что этот конкурс специально для меня. В первую очередь я думала, что от участия получу ценный опыт и познакомлюсь с крутыми студентами со всей России. Я, конечно, надеялась на победу, но не буду скрывать, что была приятно удивлена, когда увидела себя в списке победителей. Думаю, больше всего мне помогло победить в конкурсе то, что я никогда не ограничивала себя лишь посещением лекций и семинаров. Я активно участвую в культурно-творческой и общественной деятельности, но и не забываю про учёбу и научную работу. Все это в совокупности делает мою студенческую жизнь насыщенной и незабываемой ». Дилара : «Я всегда думала, что такие стипендии получают только гении или волшебники. Но ни тем, ни другим я себя не считала. В попытке самоидентификации, пробуя себя во всем: в студенческом совете, в научной деятельности, в чтении умных книжек по философии..., – у меня сформировался именно тот пласт опыта и знаний, который требовался от участников конкурса. Но, когда я только начинала писать свою заявку, которой могло бы и не быть без случайного мгновенного заряда мотивации, я не подозревала, что полезным на конкурсе станет практически каждый мой навык, даже те, которые казались сущей обыденностью. Поэтому призываю всегда пробовать свои силы: если мы не может разглядеть в себе гениальность или волшебство, это ещё не значит, что в нас их нет». Отметим, что почти половина стипендиатов 2023/2024 представляют математические, естественные и технические науки, однако лишь 5 из них представители направления 01.04.03 Механика и математическое моделирование. Поздравляем Елену и Дилару с заслуженной победой и выражаем уверенность в их дальнейших успехах в научной, профессиональной и социальной деятельности! Ключевые слова: кафедра аэрогидромеханики , стипендиальная программа Потанина , победители конкурса",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/studenty-kafedry-aerogidromehaniki-ndash-447749.html": {
    "title": "Студенты кафедры аэрогидромеханики – участники международной молодежной\r\nнаучной конференции Tatarstan UpExPro 2024",
    "text": "Студенты кафедры аэрогидромеханики – участники международной молодежной научной конференции Tatarstan UpExPro 2024  02 мая 2024 Студенты кафедры аэрогидромеханики – участники международной молодежной научной конференции Tatarstan UpExPro 2024 На VIII Международной молодежной научной конференции Tatarstan UpExPro 2024, проводившейся с 11 по 14 апреля на базе Института геологии и нефтегазовых технологий КФУ, студенты кафедры аэрогидромеханики приняли активное участие в презентации своих научных исследований. В рамках секции \"Геология и геохимия нефти и газа, геологическое и гидродинамическое моделирование\" магистранты кафедры представили свои доклады: Салимьянова Дилара, магистрант 1 курса – «Чувствительность оценки длительности работы скважины по результатам термометрии»; Ураимов Алмаз, магистрант 2 курса – «Определение длин трещин многозонного гидроразрыва пласта по результатам индикаторных исследований». В секции «Стендовые доклады» выступил Сергеев Ярослав, студент 4 курса, представивший исследование на тему «Алгоритмы анализа системы заводнения по структуре линий тока». Научный руководитель всех участников – заведующий кафедрой, д.ф.-м.н., Поташев Константин Андреевич. Участие на конференции стало важным шагом в научном развитии студентов, а их работы привлекли внимание коллег и экспертов. Желаем всем участникам дальнейших успехов в будущих исследованиях! Ключевые слова: кафедра аэрогидромеханики , научной конференция , Tatarstan UpExPro 2024",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/studenty-kfu-prinyali-uchastie-v-mezhdunarodnoj-418908.html": {
    "title": "Студенты КФУ приняли участие в международной интернет-олимпиаде по теоретической механике.",
    "text": "31 мая 2022 Студенты КФУ приняли участие в международной интернет-олимпиаде по теоретической механике. Традиционно команда института математики и механики КФУ ежегодно принимает участие в одной всероссийской (которая проходит осенью) и одной международной олимпиаде по теоретической механике (которая проходит весной). В этом году в связи с известными событиями международная олимпиада, которая всегда проходила в г.Гомель (Республика Беларусь) не состоялась. Поэтому наша команда приняла участие в I Открытой международной интернет-олимпиаде по теоретической механике, которая была проведена на базе Государственного энергитического университета Туркменистана с 10 по 14 мая 2022г. В олимпиаде приняли участие более двухсот студентов из шестидесяти двух ВУЗов разных стран, и республик бывшего СССР, и стран дальнего зарубежья. Наш университет представляла команда-сплав опыта и молодости. Для Дамира Сафина и Сергея Юркина, студентов четвертого курса, это уже пятая олимпиада и возможно последняя, так как регламенты большинства олимпиад не допускают к участию студентов магистратуры. Студенты второго курса Ярослав Москалев, Рамазан Казанцев и Ислам Закиев начали заниматься на факультативных занятиях по теоретической механике только в этом году и для них эта олимпиада оказалась дебютной. Опытные Дамир Сафин и Сергей Юркин выступили на своем уровне и награждены дипломами II степени. Молодые участники, можно сказать, в этот раз «понюхали порох» и полны решимости достигать высот на будущих олимпиадах. В командном зачете КФУ занял одиннадцатое место. Поздравляем наших студентов с успешным выступлением на интернет-олимпиаде! Подготовкой команды занимался руководитель кружка по теоретической механике доцент кафедры аэрогидромеханики Марданов Ренат Фаритович. Дополнительные материалы об олимпиаде, конкурсные задания и их решения представлены на сайте в интернете: https://tdei.edu.tm/baslesik/5# Ключевые слова: Олимпиада , теоретическая механика , студенты",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/studenty-otdeleniya-mehaniki-ndash-organizatory.html": {
    "title": "Студенты отделения механики – организаторы проекта 'PROнаука в КФУ'",
    "text": "01 декабря 2025 Студенты отделения механики – организаторы проекта \"PROнаука в КФУ\" 28 ноября 2025 г. Казанский федеральный университет вновь распахнул свои двери для участников XIX серии научно-популярного проекта «PROнаука в КФУ». В этом году мероприятие прошло под яркой и вдохновляющей темой — «Супергерои науки» , объединившей школьников разных возрастов, студентов и всех, кто интересуется увлекательным миром науки. Особое внимание гостей привлекла гранд-сцена, где состоялось впечатляющее шоу «Механика в действии» , подготовленное представителями СНК «Механика и математическое моделирование» – студентами 2 курса отделения механики. Юные исследователи превратили сцену в настоящую лабораторию, продемонстрировав серию эффектных физических опытов. Каждый эксперимент сопровождался объяснением физических принципов, благодаря чему шоу стало не только зрелищным, но и познавательным. Кафедра выражает благодарность участникам СНК «Механика и математическое моделирование» Ленару Ильбаеву, Екатерине Ивлевой, Таисии Носовой, Артуру Нуритдинову, Ксении Стигуновой , Тимуру Ирназарову – за их инициативу, творческий подход, а также Алукаеву Тимуру – за помощь в проведении демонстраций. Благодаря их энтузиазму и подготовке шоу «Механика в действии» стало достойным представлением отделения механики ИММ на проекте «PROнаука в КФУ» и одним из ярких эпизодов мероприятия, подчеркнув значимость научно-популярной деятельности студентов нашего отделения. Ключевые слова: студенты механики , отделение механики , «PROнаука в КФУ»",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/studenty-otdeleniya-mehaniki-ndash-uchastniki.html": {
    "title": "Студенты отделения механики – участники программы обмена с Вьетнамом",
    "text": "29 августа 2025 Студенты отделения механики – участники программы обмена с Вьетнамом Студенты отделения механики — Владислав Кунгуров (кафедра теоретической механики), Венер Кадргулов и Константин Степанов (кафедра аэрогидромеханики) — прибыли в Хошимин, один из крупнейших городов Вьетнама, для обучения по программе международного обмена в Хошиминском Технологическом Университете (HCMUT). Молодые люди успешно прошли конкурсный отбор и будут изучать дисциплины на факультете машиностроения в течение пятого семестра — с середины августа 2025 года до первой половины января 2026 года. Студенты будут осваивать программу «Mechanical Engineering», которая включает ключевые дисциплины, связанные с механикой: сопротивление материалов, гидромеханика, общая практика по механике, решение задач механики с использованием программирования. Процесс аттестации в HCMUT включает три этапа: решение задач из билетов, выполнение проектных заданий и подготовка презентаций. Формат экзаменов отличается от привычного для российских студентов, что делает обучение особенно интересным и насыщенным. Участие в программе обмена открывает студентам перспективы для развития и погружения в культуру Вьетнама. По результатам рейтинга 2024 года агентства QS направления подготовки Хошиминского Технологического Университета показали значительный прогресс, в частности это - нефтегазовое дело – топ-51-100; - электротехника и электроника – топ-351-400; - компьютерные науки и информационные системы, топ 451–500. Удачи Владиславу, Венеру и Константину в учебе и новых впечатлений! Ключевые слова: программа обмена , кафедра аэрогидромеханики , кафедpа теоpетической механики",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/studenty-prinyali-uchastie-v-postroenii-416373.html": {
    "title": "Студенты приняли участие в построении гидродинамической модели реального нефтяного месторождения",
    "text": "21 марта 2022 Студенты приняли участие в построении гидродинамической модели реального нефтяного месторождения В 2021-2022 г. студенты ИММ 3-го, а затем 4-го курса Ураимов Алмаз и Мухина Мария получили свой первый опыт трудовой деятельности по специальности в составе научного коллектива НОЦ «Фундаментальные и прикладные проблемы аэрогидромеханики» кафедры аэрогидромеханики ИММ под руководством заведующего кафедрой Поташева К.А. и профессора МазоА.Б. Они приняли активное участие в выполнении договора, заключенного с АО «СМП-Нефтегаз». Целью договора был анализ текущей системы заводнения нескольких разрабатываемых предприятием участков месторождения (поднятий). В ходе работы была предложена общая стратегия и ряд отдельных мероприятий по повышению эффективности системы заводнения. О проделанной работе студенты говорят следующее: «На период выполнения договора мы были трудоустроены в НОЦ в качестве лаборантов. Изначально было непонятно, чем мы будем заниматься, звучали лишь малознакомые слова. Начали работу с обработки и подготовки исходных данных. Задача была несложная: нужно было перевести Excel-файлы в текстовые файлы заданных форматов с определенным пересчетом исходных значений. Но после того как все исходные данные были приведены в рабочий вид, каждому из нас были назначены участки анализа – поднятия, для которых строилась трехмерная суперэлементная модель двухфазной фильтрации в специализированной расчетной программе. Затем следовала непосредственная работа над адаптацией и построением прогнозов. Каждый этап был сопряжен с новыми вызовами, за которыми следовало получение новых знаний и опыта. На протяжении всего договора мы обсуждали получаемые результаты в нашем научном коллективе. Знакомились с новыми идеями о замеченных механизмах поведения нефтяной залежи и с алгоритмами их учета в расчетной программе. Освоили методы гидродинамического анализа разработки нефтяного пласта. Мы уверены, что полученные знания нам пригодятся в дальнейшей деятельности». Наши студенты могут гордиться тем, что результаты исследований, в которых они приняли непосредственное участие, вошли в проект разработки реального нефтяного месторождения и уже сейчас внедряются на предприятии! Надеемся, что подготовленные рекомендации помогут повысить эффективность системы поддержания пластового давления на месторождении, и совместные работы ИММ и АО «СМП-Нефтегаз» будут продолжены. Ключевые слова: Студенты , гидродинамической модели , нефтяное месторождение",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/trudoustrojstvo-bakalavrov-posle-proizvodstvennoj.html": {
    "title": "Трудоустройство бакалавров после производственной практики",
    "text": "26 июня 2020 Трудоустройство бакалавров после производственной практики Кафедра аэрогиромеханики ИММ КФУ организовывает встречи с потенциальными работодателями, направленные на возможность проходить производственную практику, а также содействие занятости студентов и трудоустройство выпускников кафедры. Результатом такого сотрудничества явилось дальнейшее трудоустройство студентов бакалавриата – Клеткина Василия и Раздобудько Владислава в компанию. «Казанский научный центр (КНЦ)» на должности программиста и помощника разработчика нефтяных месторождений в отдел разработки. В их обязанности входил сбор данных с нефтяных месторождений и их систематизация, автоматизация работы с данными, создание базы данных и гидродинамических моделей. Для такой работы понадобились знания, полученные в течение изучения курсов подземной гидромеханики, механики сплошной среды, вычислительной гидродинамики, компьютерных технологий и др. Ключевые слова: Трудоустройство , аэрогиромеханика , ИММ КФУ",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/trudoustrojstvo-magistrov-posle-proizvodstvennoj.html": {
    "title": "Трудоустройство магистров после производственной практики",
    "text": "26 июня 2020 Трудоустройство магистров после производственной практики Кафедра аэрогиромеханики ИММ КФУ организовывает встречи с потенциальными работодателями, направленные на содействие занятости студентов и трудоустройство выпускников кафедры. На одной из таких встреч состоялось знакомство с такими международными нефтесервисными компаниями, как Sofoil и TGT Oilfield Services, где в дальнейшем студенты кафедры имели возможность проходить производственную практику. Перспективой такого сотрудничества явилось дальнейшее трудоустройство студенток кафедры аэрогидромеханики Меньковой Александры и Куличковой Ксении в компанию Sofoil на должности младшего математика-программиста в отдел НИОКР. В их обязанности входит разработка вычислительных модулей для программных комплексов PolyGon и PolyPlan. Для такой работы понадобились знания, полученные в течение изучения курсов подземной гидромеханики, теории многофазной фильтрации, механики сплошной среды, вычислительной гидродинамики и др. Основная деятельность компании Sofoil направлена на разработку различных программных приложений в сфере нефтегазовой промышленности, оказание консультационных услуг в области геолого-промыслового анализа данных и создание интеллектуально-аналитического тренажера PetroCup для обучения анализу и проектированию разработки нефтяных месторождений, в развитии и совершенствовании которого наши студенты принимают активное участие. География PetroCup постоянно расширяется. 4 континента, 10 стран, 60+ сессий и более 500 участников уже смогли оценить возможности данного тренажёра. Студенты кафедры аэрогидромеханики также имели возможность познакомиться с тренажером PetroCup не только как разработчики, но и как участники. В октябре 2019 г. в городе Альметьевск состоялся II Студенческий чемпионат по интеллектуально-аналитической игре PetroCup, в котором наши студенты в составе команды от КФУ вошли в тройку лидеров, заняв 3 место среди 9 команд-участников из разных городов России. Компания Sofoil принимала участие в организации Нефтегазового Дискуссионного Форума (Тюмень), который представлял собой интеллектуальную площадку для открытого обсуждения задач проектирования, анализа, контроля и управления разработкой месторождений нефти и газа. Наши студенты принимают участие в данном мероприятии уже в качестве организаторов. Ключевые слова: аэрогиромеханика , трудоустройство , ИММ",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/uchastie-kafedry-aerogidromehaniki-v-rabote-453999.html": {
    "title": "Участие кафедры аэрогидромеханики в работе конференции\r\n'Трудноизвлекаемые запасы нефти – 2024'",
    "text": "Участие кафедры аэрогидромеханики в работе конференции 'Трудноизвлекаемые запасы нефти – 2024'  30 сентября 2024 Участие кафедры аэрогидромеханики в работе конференции \"Трудноизвлекаемые запасы нефти – 2024\" С 23 по 24 сентября на базе Альметьевского государственного технологического университета «Высшая школа нефти» состоялась ежегодная международная конференция «Трудноизвлекаемые запасы нефти – 2024». Целью мероприятия стало содействие формированию проектных инициатив, а также предоставление ученым и практикующим специалистам ведущих нефтедобывающих компаний площадки для свободного обмена информацией и ценным опытом в области разработки трудноизвлекаемых запасов нефти. Заведующий кафедрой Поташев К.А. со своими учениками приняли активное участие в конференции и представили 4 доклада: Поташев К.А. «Применимость быстродействующей модели фильтрации в трубках тока для проектирования потокоотклоняющих технологий в коллекторах с высоким контрастом проницаемости»; Хамидуллин М.Р. «Мониторинг многостадийного ГРП на горизонтальных скважинах с использованием эффективных вычислительных алгоритмов»; Ураимов А.А. (аспирант 1 курса) «Решение обратной задачи определения длин трещин многофазного гидроразрыва пласта с помощью модели фильтрации в трубках тока»; Салимьянова Д.Р. (магистрант 2 курса) «Оптимизация размещения водоизолирующего состава в стратифицированных пластах с высоким контрастом проницаемости». Доклады вызвали активный интерес участников конференции, продемонстрировав высокий теоретический и прикладной уровень исследований. Ключевые слова: конференция , высшая школа нефти , кафедра аэрогидромеханики",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/uchastie-predstavitelej-kafedry-v-xiii-439120.html": {
    "title": "Участие представителей кафедры в XIII Всероссийском съезде по теоретической и прикладной механике",
    "text": "20 сентября 2023 Участие представителей кафедры в XIII Всероссийском съезде по теоретической и прикладной механике Сотрудники, аспиранты и студенты кафедры аэрогидромеханики приняли участие в XIII Всероссийском съезде по теоретической и прикладной механике, который прошёл в г. Санкт-Петербург с 21 по 25 августа. Были представлены следующие устные доклады: А.Н.Нуриев , А.Г.Егоров, О.Н.Зайцева. Нелинейная асимптотическая модель пропульсивного движения машущего цилиндрического крыла в вязкой жидкости. Р.Ф.Марданов , Д.Ф.Абзалилов. Модифицированные граничные условия на межфазной границе для модели Стокса–Бринкмана. Д.А.Губайдуллин , Р.Г.Зарипов, Л.А.Ткаченко, Л.Р.Шайдуллин, С.А.Фадеев, А.А.Кабиров. Исследование нелинейных колебаний газа и осаждения аэрозоля в замкнутых резонаторах разной геометрии. К.А.Поташев , А.Б.Мазо , М.В.Мухина , А.А.Ураимов , В.В.Баушин. Быстродействующее моделирование с высоким разрешением методов воздействия на нефтяной пласт с помощью двумерной модели фильтрации в трубках тока. Д.И.Зарипов , Р.И.Мулляджанов, А.А.Лукьянов, В.А.Иващенко Экспериментальное и численное исследование процесса реламинаризации в цилиндрической трубе со специальным устройством. В качестве стендовых докладов были представлены работы: Э.Р.Панина, Р.Ф.Марданов , Ш.Х.Зарипов. Параметрические исследования гидродинамических характеристик волокнистого фильтра смешанного типа. А.Г.Егоров, А.Н.Нуриев, В.Д.Анисимов . Курсовая скорость виброробота в вязкой жидкости при гармонических колебаниях внутренней массы. Д.Р.Салимьянова, К.А.Поташев . Проектирование изоляции обводненного высокопроницаемого слоя в условиях неопределенности его положения в нефтяном пласте. Работа магистранта Д. Р. Салимьяновой была выбрана в качестве лучшего доклада среди молодых ученых в подсекции «Задачи фильтрации». Кафедра выражает гордость за достижения наших сотрудников и студентов и признательность за их усилия в развитии научной деятельности. Ключевые слова: съезд 2023 , Санкт-Петербург , теоретическая механика , прикладная механика , кафедра аэрогидромеханики",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/uchastie-studentov-kafedry-aerogidromehaniki-v-422639.html": {
    "title": "Участие студентов кафедры аэрогидромеханики в конференции ИПНГ РАН",
    "text": "03 ноября 2022 Участие студентов кафедры аэрогидромеханики в конференции ИПНГ РАН С 20 по 21 октября 2022 года проходила V Всероссийская молодежная научная конференция «Актуальные проблемы нефти и газа», организованная Советом молодых ученых Института проблем нефти и газа РАН, г. Москва, посвященная 35-летию ИПНГ РАН. В конференции приняли участие 112 представителей из 36 организаций, в том числе студенты кафедры аэрогидромеханики Мухина М.В. (докладчик) и Ураимов А.А. В рамках секции «Разработка месторождений, численное моделирование пластов» ими был сделан совместный доклад «Моделирование притока двухфазной смеси к трещинам многозонного гидроразрыва пласта с помощью трубок тока». По результатам доклада авторам было присуждено 3 место. Благодарим сотрудников ИПНГ РАН за организацию мероприятия на высоком уровне и поздравляем участников с успешными докладами! Ключевые слова: кафедрв аэрогидромеханики , конференция , ИПНГ РАН",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/uchastie-studentov-kafedry-aerogidromehaniki-v.html": {
    "title": "Участие студентов кафедры аэрогидромеханики в выполнении научных договоров",
    "text": "26 июня 2020 Участие студентов кафедры аэрогидромеханики в выполнении научных договоров Сотрудники кафедры аэрогидромеханики привлекают студентов к выполнению договоров на проведение НИР и НИОКР по тематике основных исследований кафедры в рамках деятельности Научно-образовательного центра «Фундаментальные и прикладные проблемы аэрогидромеханики» ИММ КФУ по договорам, заключенным с внешними организациями. Так, в 2019 и в 2020 гг. под руководством заведующего кафедрой Поташева Константина Андреевича студенты Исхакова Миляуша, Раздобудько Владислав, Ахунов Рустам и Панин Даниил приняли участие в выполнении двух договоров по темам «Сбор и анализ данных по моделированию многокомпонентной фильтрации в нефтяном пласте», «Разработка алгоритмов переноса фильтрационно-емкостных свойств нефтяного месторождения с детальной геологической сетки на неструктурированную крупноблочную расчетную сетку фильтрационной модели». Ключевые слова: Аэрогидромеханика , НИР , НИОКР",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/uchastie-v-konkurse-na-luchshuju-nauchnuju-rabotu.html": {
    "title": "Участие в конкурсе на лучшую научную работу студентов",
    "text": "26 июня 2020 Участие в конкурсе на лучшую научную работу студентов По результатам выступлений на секции «Аэрогидромеханика» Итоговой студенческой научной конференции КФУ работы трех студентов – 4 курса бакалавриата Исхаковой Миляуши, 1 курса магистратуры Ахунова Рустама и 2 курса магистратуры Куличковой Ксении были представлены на конкурс лучших научных работ студентов КФУ. В финал конкурса вышла работа «Оценка необходимости учета неоднородности притока жидкости вдоль контура скважин при моделировании разработки нефтяных пластов» Ахунова Рустама: « Мне посчастливилось принять участие в Конкурсе на лучшую научную работу студентов Казанского (Приволжского) федерального университета. Было много достойных участников с различных институтов КФУ. Было очень волнительно представлять свою научную работу другим участникам, членам жюри и оргкомитета. Данный конкурс является хорошим стимулом для вовлечения студентов в научно-исследовательскую деятельность и позволяет развить способности и навыки представления своей работы ». Ключевые слова: сАэрогидромеханика , конференции , конкурс",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/uchastie-v-mezhdunarodnoj-konferencii-tatarstan.html": {
    "title": "Участие в международной конференции Tatarstan UpExPro 2025",
    "text": "28 апреля 2025 Участие в международной конференции Tatarstan UpExPro 2025 С 10 по 13 апреля прошла IX Международная молодежная научная конференция «Tatarstan UpExPro 2025», организованная Институтом геологии и нефтегазовых технологий КФУ. Мероприятие направлено на развитие научно-исследовательских навыков среди студентов и молодых ученых, а также на выявление перспективных специалистов в этой сфере. В рамках работы секции «Геология и геохимия нефти и газа, геологическое и гидродинамическое моделирование» с докладами выступили студенты кафедры аэрогидромеханики: Дилара Салимьянова (магистрант 2-го года обучения) — «Обеспечение высокой точности модели двухфазной фильтрации в двумерных трубках тока»; Азалина Малбаева (3 курс) — «Повышение вычислительной эффективности модели фильтрации в трубках тока»; Эвелина Земцева , Алёна Ильина (3 курс) — «Проектирование режимов размещения в высокопроницаемом пропластке водоизолирующего материала сложной реологии». Исследования выполнены под научным руководством Константина Андреевича Поташева , д.ф.-м.н., заведующего кафедрой аэрогидромеханики. Участие студентов кафедры в международной конференции подчеркивает высокий уровень заинтересованности, подготовки и научный потенциал молодежи. Ключевые слова: конференция , Tatarstan UpExPro 2025 , кафедра аэрогидромеханики",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/udivitelnye-opyty-mehanikina-x-vserossijskoj.html": {
    "title": "Удивительные опыты механики\r\nна X Всероссийской научной конференции учащихся им. Н. И. Лобачевского",
    "text": "Удивительные опыты механики на X Всероссийской научной конференции учащихся им. Н. И. Лобачевского  31 марта 2025 Удивительные опыты механики на X Всероссийской научной конференции учащихся им. Н. И. Лобачевского 28 марта в рамках открытия X Всероссийской научной конференции учащихся имени Н. И. Лобачевского состоялась демонстрация увлекательных экспериментов в области механики. Мероприятие было организовано силами студентов бакалавриата отделения механики и магистрантами кафедры аэрогидромеханики – членами студенческого научного кружка «Механика и математическое моделирование», которые продемонстрировали школьникам ряд неочевидных физических явлений, подробно разобрали их природу и показали, как научный подход позволяет понять привычные процессы. Работу секции курировал заведующий кафедрой аэрогидромеханики, научный руководитель кружка Константин Андреевич Поташев . Организаторы мероприятия – студенты 1 курса: - Ивлева Екатерина, - Ильбаев Ленар, - Носова Таисия; студенты 2 курса: - Кадргулов Венер, - Кунгуров Владислав, - Степанов Константин; магистранты: - Пантелеев Семён, - Салимьянова Дилара. Кафедра выражает благодарность всем участникам за подготовку и проведение этого познавательного события! Источник информации: https://t.me/skb_mechmath/68 Ключевые слова: опыты механики , кафедра аэрогидромеханики , конференция",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/ushel-iz-zhizni-aleksandr-vasilevich-kosterin.html": {
    "title": "Ушел из жизни Александр Васильевич Костерин",
    "text": "27 февраля 2025 Ушел из жизни Александр Васильевич Костерин Дирекция Института математики и механики им. Н.И. Лобачевского и кафедра аэрогидромеханики с глубоким прискорбием сообщают о кончине 27 февраля 2025 года выдающегося ученого в области механики насыщенных пористых сред, академика РАЕН по Отделению нефти и газа (с 2001 г.), члена Российского национального комитета по теоретической и прикладной механике (с 1995 г.), заслуженного деятеля науки РФ (2006 г.) и РТ (1999 г.), заслуженного профессора КГУ (2004 г.), профессора-консультанта кафедры аэрогидромеханики ИММ КФУ Костерина Александра Васильевича . Александр Васильевич родился 6 июля 1944 года в ПГТ Затон им. Куйбышева ТАССР. После окончания Казанского государственного университета (1967 г.) и аспирантуры (1970 г.) А.В. Костерин работал на кафедре аэрогидромеханики КГУ; с 1976 г. по 1996 г. – в НИИ математики и механики им. Н.Г. Чеботарева при Казанском государственном университете (1990–1994 гг. – директор). С 1996 г. – профессор кафедры моделирования экологических систем экологического факультета Казанского государственного университета, с 2001 г. по 2004 г. – заведующий кафедрой аэрогидромеханики, с 2004 г. – профессор кафедры аэрогидромеханики КФУ. Областью научных интересов Костерина А.В. была теория фильтрации и механика пористых сред: построение уравнений неравновесной фильтрации, развитие теории фильтрационной консолидации. Костерин А.В. предложил новые нетрадиционные постановки в механике пористых сред и в смежных разделах механики сплошной среды. Исследовал взаимосвязанные задачи о напряженно-деформированном состоянии горных пород и фильтрации в деформируемом пласте, имеющие практическое значение в нефтедобывающей отрасли. Выявил и смоделировал новый класс задач в теории консолидации с неполным насыщением в зонах разгрузки, дал новую постановку и решение задачи об уплотнении и водоотдаче глин при отборе жидкости из пластов. Можно утверждать, что Костерин А.В. сформировал и развил научную школу по теории фильтрационной консолидации в Казанском университете. Большой вклад сделан им в развитие междисциплинарных исследований на стыке таких наук, как механика, математическое моделирование и экология. Его труды оказали существенное влияние на формирование в Казанском университете актуального научного направления – моделирования загрязнения подземных вод, почв и грунтов. Он является автором более 120 научных статей и 4 монографий, в том числе «Консолидация и акустические волны в насыщенных пористых средах» (1990 г.) и «Фильтрация жидкости в деформируемых нефтяных пластах» (1999 г.). Костерин А.В. многократно выступал в качестве приглашенного лектора с пленарными и секционными докладами на многих международных и всероссийских конференциях. Он являлся членом Советов по защите докторских диссертаций по физико-математическим наукам при Казанском университете и техническим наукам при Казанском государственном технологическом университете. В течение многих лет Костерин А.В. руководил научно-исследовательским семинаром по механике пористых сред, который работает и поныне. За это время по тематике семинара были получены существенные научные результаты, которые вошли в монографии, в докторские и кандидатские диссертации. Под его научным руководством и консультированием защищено 16 кандидатских и 2 докторских диссертации. Его ученики удостаивались стипендий Президента Российской Федерации, правительства Республики Татарстан, премий международных научных фондов и теперь продолжают дело своего учителя в Казанском университете и других вузах и научных центрах страны. Наряду с научной деятельностью профессор А.В. Костерин вел большую педагогическую работу. За время работы в Казанском университете им прочитаны лекции по следующим курсам: «Теоретическая механика», «Теория газовых струй», «Тензорный анализ», «Механика сплошной среды», «Загрязнение подземных вод», «Введение в синергетику», «Концепции современного естествознания», «Механика насыщенных пористых сред», «Дополнительные главы реологии». Лекции и практические занятия, проводимые А.В. Костериным, всегда отличались высоким профессиональным уровнем и доступностью изложения. Трудовая деятельность Костерина А.В. безусловно внесла большой вклад в развитие системы науки и образования. Светлая память об Александре Васильевиче как о выдающемся ученом, учителе, наставнике и дорогом друге навсегда останется в наших сердцах. Ключевые слова: ученый , механик , заслуженный деятель Костерин А.В.",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/ushel-iz-zhizni-andrej-gennadevich-egorov-452761.html": {
    "title": "Ушел из жизни Андрей Геннадьевич Егоров",
    "text": "01 сентября 2024 Ушел из жизни Андрей Геннадьевич Егоров Ушел из жизни Андрей Геннадьевич Егоров Дирекция Института математики и механики им. Н.И. Лобачевского и кафедра аэрогидромеханики с глубоким прискорбием сообщают о безвременной кончине 28 августа 2024 года Егорова Андрея Геннадьевича , профессора, доктора физико-математических наук, ведущего научного сотрудника Института математики и механики им. Н.И. Лобачевского Казанского федерального университета, ученого мирового уровня в области подземной гидромеханики и аэрогидродинамики. Андрей Геннадьевич родился 28 июня 1958 года в г. Сковородино Амурской области. В 1976 году поступил в Кубанский государственный университет (г. Краснодар) и по программе межвузовского обмена студентами на 4 курсе был переведен в Казанский государственный университет на факультет вычислительной математики и кибернетики для продолжения обучения по индивидуальному плану под руководством профессора кафедры прикладной математики М.А. Пудовкина. Вся последующая жизнь и научно-исследовательская деятельность Андрея Геннадьевича были связаны с Казанью, с Казанским государственным университетом. После окончания КГУ он поступил в аспирантуру и в 1985 году защитил кандидатскую диссертацию на тему \"Теплоперенос при фильтрации в периодических структурах\" по специальности \"Механика жидкости, газа и плазмы\". Работая в отделе подземной гидромеханики НИИ математики и механики им. Н.Г.Чеботарева, А.Г. Егоров подготовил и в 1999 году успешно защитил докторскую диссертацию на тему «Фильтрационные эффекты в задачах тепло-массопереноса и деформирования насыщенных пористых сред». В 2004 году Андрей Геннадьевич возглавил кафедру аэрогидромеханики механико-математического факультета Казанского государственного университета. Он способствовал формированию и развитию новых научных направлений кафедры, руководил исследованиями в области вычислительной гидродинамики, теории фильтрации и сверхкритической флюидной экстракции, теории колебательного движения тел в жидкости, активно внедрял передовые научные достижения в образовательный процесс, разработал множество новых учебных курсов. За 13 лет руководства кафедрой профессор А.Г. Егоров воспитал целое поколение ученых-механиков. Под его руководством было защищено 7 кандидатских и 1 докторская диссертации. Последние годы своей жизни он вместе со своими учениками посвятил формированию новой научно-исследовательской лаборатории «Интеллектуальные биомиметические и природосообразные системы» в Институте математики и механики им. Н.И. Лобачевского Казанского федерального университета. Андрей Геннадьевич оставил после себя огромное научное наследие: его ключевые научные результаты опубликованы более, чем в 100 научных трудах в ведущих Российских и зарубежных научных изданиях, его ученики работают в ведущих ВУЗах и научно-исследовательских центрах России и за рубежом, они продолжают дело своего учителя в Казанском университете. Светлая память об Андрее Геннадьевиче Егорове как о большом ученом, учителе, наставнике и дорогом друге навсегда останется в наших сердцах. Ключевые слова: Егоров А.Г. , большой ученый , кафедра аэрогидромеханики",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/v-an-rt-sostoyalos-zasedanie-komissii-po-473985.html": {
    "title": "В АН РТ состоялось заседание комиссии по присуждению Государственной премии РТ в области науки и техники",
    "text": "09 октября 2025 В АН РТ состоялось заседание комиссии по присуждению Государственной премии РТ в области науки и техники 7 октября 2025 года в Академии наук РТ состоялось заседание Комиссии при Раисе РТ с представлением докладов руководителей работ, представленных на конкурс к соисканию Государственной премии Республики Татарстан в области науки и техники 2025 года. На рассмотрении находятся работы ведущих ученых республики, среди которых – масштабный проект механиков из Казанского федерального университета. Как сообщалось ранее , коллектив КФУ представлен на соискание премии с циклом научных работ «Математические модели и цифровые двойники многофазных течений для повышения эффективности разработки нефтяных месторождений и создания инновационных пористых материалов». В ходе заседания с докладом о проделанной работе перед членами комиссии выступил руководитель научного коллектива, заведующий кафедрой аэрогидромеханики Константин Андреевич Поташев . В числе соавторов проекта – доцент кафедры аэрогидромеханики Ренат Фаритович Марданов , бывший профессор кафедры Александр Бенцианович Мазо, а также сотрудники кафедры моделирования экологических систем ИЭБиП КФУ – заведующий кафедрой Шамиль Хузеевич Зарипов и профессор Валерий Фахруллович Шарафутдинов. Итоги конкурса будут подведены по завершении экспертной оценки всех материалов соискателей, после чего станут известны имена лауреатов Государственной премии РТ. Ключевые слова: АН РТ , премия в области науки и техники , кафедра аэрогидромеханики",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/vserossijskaya-studencheskaya-olimpiada-po-423675.html": {
    "title": "Всероссийская студенческая олимпиада по теоретической механике 2022",
    "text": "02 декабря 2022 Всероссийская студенческая олимпиада по теоретической механике 2022 Всероссийская студенческая олимпиада по теоретической механике 2022 C 21 по 25 ноября 2022г. команда КФУ приняла участие в ежегодной Всероссийской олимпиаде студентов ВУЗов по теоретической механике. Как и в несколько предшествующих лет она была проведена на базе Уфимского государственного нефтяного технического университета (УГНТУ) в онлайн формате. В олимпиаде приняли участие более 100 студентов из 32 ВУЗов России и ближнего зарубежья. В команду КФУ вошли четверо студентов третьего курса Института математики и механики: Еремин Илья, Казанцев Рамазан, Закиев Ислам и Евграфов Виктор. Для них это первая всероссийская олимпиада и выступили они вполне достойно. Лучший результат в личном зачете показал Закиев Ислам (20-е место), он награжден дипломом III степени. В командном зачете команда КФУ заняла 8 место, показав лучший результат среди участвовавших федеральных университетов и казанских ВУЗов. В компьютерном конкурсе в этом году приняли участие две команды от нашего университета. Им были присуждены четвертое и пятое места. Подготовкой студентов для участия в олимпиаде занимается доцент каф. аэрогидромеханики КФУ Марданов Р.Ф. Поздравляем команду КФУ с успешным выступлением на олимпиаде и желаем им, использовав полученный опыт, достижения высоких результатов в учебе и в будущих соревнованиях! Олимпиадные задания и их решения, а также дополнительные материалы можно посмотреть по следующим ссылкам: http://mkm.rusoil.net/ https://vk.com/mkm_ugntu Ключевые слова: Олимпиада УГНТУ , теоретическая механика , кафедра аэрогидромеханики",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/vstrecha-s-kompaniej-tgt-oilfield-services-temy.html": {
    "title": "Встреча с компанией TGT Oilfield Services. Темы для практик",
    "text": "07 апреля 2025 Встреча с компанией TGT Oilfield Services. Темы для практик 3 апреля 2025 г. состоялась встреча студентов ИММ с представителем компании-работодателя TGT Oilfield Services . Станислав Викторович Христофоров, руководитель аналитической группы, рассказал о направлениях деятельности компании, возможностях прохождения практики, перспективах трудоустройства и ответил на вопросы студентов. Мероприятие позволило участникам ознакомиться с профессиональными требованиями и перспективами сотрудничества с компанией. В этом году студентам были предложены следующие темы по направлению «Механика и математическое моделирование», согласованные с кафедрой аэрогидромеханики: Блок 1. Электромагнетизм, работа в Comsol 1. Моделирование электромагнитного поля в программе Comsol в задачах дефектоскопии скважинной конструкции. 2. Моделирование влияния дефектов различной геометрии на показания многосенсорного дефектоскопа. 3. Моделирование влияния децентрации на показания многосенсорного дефектоскопа. Блок 2. Пассивная акустика, спектральная шумометрия 1. Обработка замеров пассивной акустики в работающих добывающих и нагнетательных скважинах, спектральный анализ, преобразование Фурье. 2. Обработка замеров пассивной акустики в работающих добывающих и нагнетательных скважинах, алгоритмы фильтрации данных. Станислав Христофоров отметил, что возможны и другие варианты тем практик, которые могут в большей степени соответствовать таким направлениям, как «Математика» и «Математика и компьютерные науки». Для прохождения практики на предприятии обучающийся должен получить согласие научного руководителя при условии отсутствия задолженностей по выполнению дипломной работы и обратиться к заведующему кафедрой для составления приказа не позднее чем за месяц до проведения практики. Ключевые слова: TGT Oilfield , практика , кафедра аэрогидромеханики",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/vstrecha-s-predstavitelyami-gk-39arax39-temy-dlya.html": {
    "title": "Встреча с представителями ГК 'ARAX'. Темы для практик",
    "text": "16 апреля 2025 Встреча с представителями ГК \"ARAX\". Темы для практик 9 апреля прошла встреча с представителями ГК «ARAX». Спикерами выступили ведущие специалисты группы компаний — Дмитрий Иващенко и Марат Гарнышев, которые рассказали о деятельности организации. Также математики «ARAX» Наиль Нуреев и Эдуард Харахашьян поделились особенностями своей работы. Участники узнали о требованиях компании к сотрудникам и возможных направлениях сотрудничества. Также в этом году студентам были предложены следующие темы по направлению «Механика и математическое моделирование», согласованные с кафедрой аэрогидромеханики: PRIME-анализ Анализ разработки нефтегазового объекта на основе диагностических метрик (1 чел.); Анализ эффективности геолого-технических мероприятий на скважинах (1 чел.); Создание бота-справочника на основе языковых моделей (2 чел.): загрузка данных в базу контекстов, написание части кода справочника (Python). PolyGon: Обработка данных Подготовка датасета для автоматизации согласования дебитов и давлений; Воспроизвести алгоритм вейвлет-сглаживания (вейвлеты I поколения) из отраслевого стандарта; Ускорить код сглаживания данных на основе вейвлетов II поколения; Автоматизировать выбор параметров, регулирующих сглаживание; Исследовать обработку сигнала по частям (при обработке данных 1 млн точек частями по 1000 точек возникает вопрос склейки результата). PolyGon: Тестирование технологий Анализ взаимного влияния скважин методами деконволюции и «ёмкость – сопротивление», подготовка данных для расчёта. Для прохождения практики на предприятии обучающийся должен получить согласие научного руководителя при условии отсутствия задолженностей по выполнению дипломной работы и обратиться к заведующему кафедрой для составления приказа не позднее чем за месяц до проведения практики. Ключевые слова: практика , ГК «ARAX» , кафедра аэрогидромеханики",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/vstrecha-s-predstavitelyami-rabotodatelej-409882.html": {
    "title": "Встреча с представителями работодателей",
    "text": "08 октября 2021 Встреча с представителями работодателей В рамках серии профориентационных встречь с представителями работодателей 6 октября 2021 г. состоялась очередная встреча с представителями ООО «СОФОЙЛ». На встрече был сделан доклад на тему « Современные технологии мониторинга разработки нефтяных месторождений и цифровые инструменты их реализации ». Докладчиком выступил – Артур Михайлович Асланян , основатель группы компаний «Нафта Колледж», «Софойл», «ТГТ». На вопросы студентов так же отвечали сотрудники компании – Иващенко Дмитрий Сергеевич и Гарнышев Марат Юрьевич (выпускник кафедры аэрогидромеханики). На встрече присутствовали студенты 3-4 курса бакалавриата и магистранты, которым в скором времени предстоит выбрать место прохождения производственной практики. Напоминаем, между КФУ и данными организациями заключены договоры, в рамках которых студенты, специализирующиеся по кафедре аэрогидромеханики, регулярно проходят там производственную практику и многие из них устраиваются туда на дальнейшую работу в области разработки программных средств мониторинга и математического моделирования процессов разработки нефтяных месторождений. Благодарим наших гостей за увлекательный доклад и надеемся на дальнейшее тесное сотрудничество! Ключевые слова: Встреча , современные технологии",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/vstrecha-studentov-imm-s-gk-arax-456716.html": {
    "title": "Встреча студентов ИММ с ГК ARAX",
    "text": "22 ноября 2024 Встреча студентов ИММ с ГК ARAX 21 ноября с 13:50 до 15:30 в ауд. 610 II корпуса КФУ состоялась встреча студентов ИММ (преимущественно отделения механики) с представителями группы компаний ARAX (ООО «Поликод», ООО «Нафта колледж», ООО «Софойл», ООО «Зетскан»). На встрече были представлены основные направления деятельности предприятий и перечислены возможности взаимодействия со студентами – от прохождения учебных и производственных практик до дальнейшего трудоустройства. Преимуществом для студентов, успешно прошедших практику на предприятии и получивших рекомендации от руководителей является возможность трудоустроиться в компанию, минуя этап технического собеседования и стажировки с испытательным сроком. Варианты тем для прохождения практики будут озвучены предприятиями позднее – за 1-2 месяца до начала срока проведения практик. Студенты, желающие пройти практику на предприятии, должны получить разрешение у научного руководителя своей дипломной работы; сообщить заведующему кафедрой о намерениях пройти практику на предприятии и согласовать с ним такую возможность; выбрать одну из предложенных тем за 1 месяц до начала практики перед формированием приказа. Источник информации: кафедра аэрогидромеханики Ключевые слова: практика , студенты , ГК ARAX",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/vypuskniki-mehaniki-ndash-2025-469572.html": {
    "title": "Выпускники-механики – 2025",
    "text": "19 июля 2025 Выпускники-механики – 2025 15 июля 2025 года в КСК «УНИКС» состоялось торжественное вручение дипломов бакалавров и магистров выпускникам Института математики и механики им. Н.И. Лобачевского. В этот день стены УНИКСа наполнились теплыми напутствиями преподавателей и радостными улыбками родных и друзей. Каждый из выпускников прошел непростой, но увлекательный путь. Дорогие выпускники, у вас в руках не просто документ, а результат вашего труда и упорства. Пусть знания, полученные в институте и на кафедрах механики, помогут вам в работе, науке или дальнейшей учебе! Желаем интересных проектов, хороших коллег и уверенности в своих силах! Ключевые слова: Выпускники-механики , кафедра аэрогидромеханики , 2025",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/vystavka-39epoha-mt-nuzhina39-456734.html": {
    "title": "Выставка 'Эпоха М.Т. Нужина'",
    "text": "23 ноября 2024 Выставка \"Эпоха М.Т. Нужина\" 21.11.2024 в предактовом зале Музея истории Казанского университета состоялось открытие выставки «Эпоха М.Т. Нужина», посвященной 110-летию со дня рождения выдающегося ректора Казанского университета (1954–1979), ветерана Великой Отечественной войны, механика и математика, профессора Михаила Тихоновича Нужина. От кафедры аэрогидромеханики с приветственным словом к присутствующим выступил доцент Евгений Иванович Филатов. М. Т. Нужин по праву считается одним из основоположников нового направления в математической физике, получившего название «Обратные краевые задачи теории аналитических функций». Результаты М. Т. Нужина имеют фундаментальное значение и представляют большой теоретический интерес и практическую значимость. М. Т. Нужину принадлежит абсолютный рекорд по длительности пребывания во главе Казанского университета. Четверть века работал ректором этот выпускник КГУ, талантливый математик и механик, ставший крупным учёным, блестящим педагогом и замечательным организатором науки и образования. Его личный вклад в развитие университета настолько значителен, что на рубеже ХХ-ХХI вв. в университетской истории все более отчётливо утверждается понятие «эпоха Нужина». Благодарим сотрудников Музея истории Казанского унивреситета за большую проделанную работу! И предлагаем всем сотрудникам и студентам ИММ, особенно отделения механики, посетить выставку «Эпоха М.Т. Нужина» с понедельника по субботу с 9 до 18 часов в предактовом зале Музея истории Казанского университета (главное здание КФУ). Ниже приведены ссылки на информационные материалы КФУ, где можно ознакомиться биографией Михаила Тихоновича https://kpfu.ru/math/history/znamenitye-personalii/nuzhin-mihail-tihonovich https://kpfu.ru/social-org/sovet-veteranov/21-oktyabrya-2019-g-ispolnilos-105-let-so-dnya.html https://media.kpfu.ru/news/polk https://kpfu.ru/shkola-mehaniki_109038.html https://kpfu.ru/math/11-avgusta-1983-goda-ne-stalo-sovetskogo-435900.html https://kpfu.ru/museum-of-history/ekspoziciya/matematika-i-mehanika-v-kazanskom-universitete/matematika-i-mehanika-v-kazanskom-universitete-20896.html Про выставку «Эпоха М.Т.Нужина» https://kpfu.ru/about_university/struct/direkciya-muzeev-kfu/muzei-kfu/vystavka-39epoha-mt-nuzhina39-456636.html https://media.kpfu.ru/news/vystavka-k-110-letiyu-so-dnya-rozhdeniya-rektora-nuzhina-otkrylas-v-kfu Ключевые слова: М.T. Нужин , выставка , кафедра аэрогидромеханики",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/vystupleniya-sotrudnikov-i-studentov-kafedry-na.html": {
    "title": "Выступления сотрудников и студентов кафедры на конференции \"Ломоносов\"",
    "text": "28 апреля 2025 Выступления сотрудников и студентов кафедры на конференции \"Ломоносов\" 21 апреля в Московском государственном университете имени М.В. Ломоносова состоялись выступления представителей кафедры в рамках секции «Газовая и волновая динамика» Международной научной конференции студентов, аспирантов и молодых ученых «Ломоносов». С докладами выступили: Баймуратова Ангелина, магистрант 2 курса – « Зависимость гидродинамики машущего крыла от формы поперечного сечения »; Гумеров Наиль , студент 4 курса – « Исследование гидродинамического воздействия на колеблющегося пловца »; Исмагилов Дамир , студент 4 курса – « Исследование пропульсивного движения пловца с помощью методов численного моделирования ». Научный руководитель всех докладчиков – профессор кафедры аэрогидромеханики Нуриев Артем Наилевич. Участие в конференции «Ломоносов» позволило представить результаты своих исследований, обменяться опытом с коллегами и обсудить актуальные вопросы современной гидромеханики. Кафедра поздравляет докладчиков с успешными выступлениями и желает дальнейших научных достижений! Ключевые слова: конференция , МГУ им. М.В. Ломоносова , кафедра аэрогидромеханики",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/zaschita-vypusknyh-rabot-na-kafedre-469102.html": {
    "title": "Защита выпускных работ на кафедре аэрогидромеханики",
    "text": "08 июля 2025 Защита выпускных работ на кафедре аэрогидромеханики 7 июля на кафедре аэрогидромеханики свои выпускные квалификационные работы защитили студенты бакалавриата и магистратуры. Экзаменационная комиссия отметила высокий уровень подготовки, актуальность тем и качественное выполнение исследований. Защиты прошли в формате содержательных дискуссий: студенты продемонстрировали не только глубокие знания материала, но и умение аргументированно ответить на вопросы. Темы дипломных работ бакалавров : Научный руководитель ФИО студента, тема зав.каф., д.ф.-м.н. Поташев К.А. Хворенков М. Интерпретация термометрии действующей нагнетательной скважины Ширманова К. Сценарии управления горизонтальной скважиной вблизи газо-водяного контакта проф., д.ф.-м.н. Нуриев А.Н. Гумеров Н. Исследование гидродинамического воздействия на колеблющиеся балки Исмагилов Д. Формирование тяги за счет упругих колебаний тонкого тела в жидкости доц., к.ф.-м.н. Калинин Е.И. Рахимов А. Задача о теплообмене в канале с вращающимся круговым препятствием Романов А. Метод решёточных уравнений Больцмана для нестационарного моделирования течения вязкой жидкости в канале доц., к.ф.-м.н. Камалутдинов А.М. Серкина А . Применение нейронных сетей в задачах гидромеханики доц., к.ф.-м.н. Марданов Р.Ф. Ермошин А. Расчет эффективности осаждения частиц на нановолокне Маханов И. Обтекание проницаемой мембраны медленным потоком вязкой жидкости. Темы магистерских диссертаций: зав.каф., д.ф.-м.н. Поташев К.А. Салимьянова Д. Моделирование водоизоляционных мероприятий в стратифицированных нефтяных пластах Усманов Д. Идентификация коэффициентов граничных условий фильтрационной модели нефтяной залежи доц., к.ф.-м.н. Камалутдинов А.М. Максимова А. Интенсификация вынужденной конвекции с помощью осциллирующих тел Тухбатуллин А. Построение разностных схем для задач гидромеханики с помощью нейронных сетей доц., д.ф.-м.н. Нуриев А.Н. Баймуратова А. Колебательный движитель для перемещения в жидкости Богданович Е. Определение гидродинамического воздействия на колеблющееся тело д.ф.-м.н., Никифоров А.И. Лазарев И. Численное моделирование отложения парафинов при добыче нефти закачкой холодной воды Кафедра поздравляет выпускников с успешным завершением важного этапа и желает дальнейших профессиональных достижений! Особую благодарность выражаем научным руководителям за качественную подготовку студентов! Источник информации: кафедра аэрогидромеханики Ключевые слова: ВКР , защита , кафедра аэрогидромеханики",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/zaschity-diplomnyh-rabot-2024-g-450259.html": {
    "title": "Защиты дипломных работ 2024 г.",
    "text": "25 июня 2024 Защиты дипломных работ 2024 г. 20 и 21 июня состоялись защиты выпускных квалификационных работ бакалавров и магистерских диссертаций. Доклады студентов были высоко оценены членами экзаменационной комиссии, преподавателями отделения механики и научными руководителями студентов. В этом году студенты кафедры аэрогидромеханики представили результаты следующих исследований Магистры (научный руководитель, студент, тема) зав.каф., д.ф.-м.н. Поташев К.А. Ураимов А. Определение длин трещин гидродразрыва пласта по результатам трассерных исследований. Мухина М. Оценка точности модели двухфазной фильтрации в фиксированных трубках тока. проф., д.ф.-м.н. Маклаков Д.В. Хайруллин А. Обтекание круговой впадины по схемам Л. Фёппля и М.А. Лаврентьева. доц., д.ф.-м.н. Нуриев А.Н. Делягина Е. Моделирование жидкого мостика. доц., к.ф.-м.н. Марданов Р.Ф. Коншина А. Кинетика забивки волокнистого фильтра. Сафин Д. Моделирование осаждения взвеси в смешанном фильтре. Бакалавры (научный руководитель, студент, тема) зав.каф., д.ф.-м.н. Поташев К.А. Еремин И. Осредненная по высоте модель пласта вблизи горизонтальных скважин. Сафин Р. Учет сжимаемости газа в двумерной модели стационарной фильтрации. Сергеев Я. Быстрые алгоритмы оптимизации системы заводнения нефтяного пласта. проф., д.ф.-м.н. Маклаков Д.В. Казанцев Р. Эффективный метод расчета почти предельных периодических гравитационных поверхностных волн. Халяпова А. Обтекание цилиндра потоком с постоянной завихренностью. Михайлова Е. Задача о натекании струи на горизонтальную свободную поверхность. Яковлева Ю. Течение двухслойной жидкости над неровным дном. доц., д.ф.-м.н. Зарипов Д.И. Дмитрачкова А. Повышение производительности метода Particle Image Velocimetry для исследования кинематических характеристик турбулентного течения (параллельные вычисления на CPU и GPU). доц., д.ф.-м.н. Нуриев А.Н. Фаррахов Т. Моделирование течения в центробежном насосе с использованием MRF подхода. Корякова Е. Моделирование течений около вращающихся тел. Соколова Д. Моделирование течения в центробежном насосе в нестационарной постановке. доц., к.ф.-м.н. Калинин Е.И. Мымрина Е. Решение задачи о течении в разветвлённой сосудистой системе с использованием одномерной модели кровотока. доц., к.ф.-м.н. Камалутдинов А.М. Зайцев М. Анализ режимов тепломассопереноса, возникающих при обтекании двух соединенных пластин. Федоркин О. Анализ режимов тепломассопереноса, возникающих при обтекании пластины сложного сечения. доц., к.ф.-м.н. Марданов Р.Ф. Закиев И. Метод граничных элементов для расчета медленного течения вязкой жидкости под действием массовых сил. Айдашева В. Расчет гидродинамических сил, действующих на проницаемый круговой контур, обтекаемый потоком Стокса. Ибрагимова Г. Моделирование гидродинамики течения аэрозольного фильтра с пористым осадком на волокнах. Телегин С. Модель улавливания частиц в рукавном фильтре. доц., к.ф.-м.н. Филатов Е.И. Головня Н. Расчет параметров газа в ударной трубе. Девятых А. Расчет ударных волн в Лагранжевых переменных. Поздравляем студентов с завершением очередной ступени образования и желаем дальнейших научных достижений! Ключевые слова: ВКР , защита , кафедра аэрогидромеханики",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/zaschity-diplomov-bakalavrov-i-magistrov-390624.html": {
    "title": "Защиты дипломов бакалавров и магистров",
    "text": "26 июня 2020 Защиты дипломов бакалавров и магистров 23 июня 2020 на кафедре аэрогидромеханики прошли успешные защиты дипломов бакалавров и магистров. Ключевые слова: Аэрогидромеханика , защита , ИММ",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/zasedanie-sekcii-39aerogidromehanika39-442281.html": {
    "title": "Заседание секции 'Аэрогидромеханика'",
    "text": "12 декабря 2023 Заседание секции \"Аэрогидромеханика\" 1 декабря 2023 г. в смешанном очно-заочном формате прошло заседание секции «Аэрогидромеханика» XXII Всероссийской молодежной школы-конференции «Лобачевские чтения-2023». В секции было сделано 9 научных докладов студентов, аспирантов и сотрудников кафедры аэрогидромеханики ИММ КФУ, КазНЦ РАН, ИМ УФИЦ РАН, УГНТУ: Еремин И.В., Поташев К.А. Учёт несовершенных по степени вскрытия скважин в модели осреднённого по толщине нефтяного пласта. Галиакбарова Э.В., Каримова Г.Р. Акустические волны на границе раздела между водонасыщенными и гидратонасыщенными пористыми средами. Насырова Д.А. Колебания столба жидкости в горизонтальной скважине. Поташев К.А., Ураимов А.А., Сергеев Я.В. Алгоритмы анализа системы заводнения на основе структуры линий тока. Салимьянова Д.Р., Поташев К.А. Определение длительности работы скважины по результатам термометрии. Сафин Д.А, Панина Э. Р. Моделирование инерционного осаждения взвешенных частиц в фильтре смешанного типа. Сафин Р.Р., Поташев К.А. Моделирование установившейся фильтрации сжимаемого и несжимаемого флюида в нефтегазовом пласте. Тукмаков Д.А. Численное моделирование вдува газовзвеси в канал. Усманов Д.И., Поташев К.А. Идентификация граничных условий фильтрационной модели нефтяного пласта по замерам пластового давления в скважинах. Организаторы отметили высокий уровень подготовки докладов участниками! Ключевые слова: Лобачевские чтения , конференция , кафедра аэрогидромеханики",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/zasedanie-sekcii-39aerogidromehanika39-457099.html": {
    "title": "Заседание секции \"Аэрогидромеханика\"",
    "text": "01 декабря 2024 Заседание секции \"Аэрогидромеханика\" 29 ноября 2024 г. прошло заседание секции «Аэрогидромеханика» XXIII Всероссийской молодежной школы-конференции «Лобачевские чтения-2024». В секции было сделано три научных доклада: Исмагилов Д.А., Гумеров Н.Н., Нуриев А.Н. Численное исследование пропульсивного волнообразного движения тела в жидкости. Латыйпова С.Е., Маклаков Д.В. Применение схемы Ву для решения обратной задачи о кавитационном обтекании гидропрофиля. Мымрина Е.В. (научный руководитель Калинин Е.И.) Моделирование гемодинамики в сети сосудов с использованием одномерного приближения. Сотрудники кафедры аэрогидромеханики отметили высокий уровень исследований и подготовки докладов участниками! Материалы докладов по всем секциям можно найти на сайте конференции: https://kpfu.ru/math/conference/lobachevskii/xxiii-vserossijskaya-molodezhnaya-shkola/tezisy Ключевые слова: Конференция , наука , молодежь",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/zasedanie-sekcii-39aerogidromehanika39-inoks.html": {
    "title": "Заседание секции 'Аэрогидромеханика' ИНОКС",
    "text": "22 апреля 2023 Заседание секции \"Аэрогидромеханика\" ИНОКС 21 апреля 2023 г. прошло заседание секции «АЭРОГИДРОМЕХАНИКА» Итоговой научно-образовательной конференции студентов. В секцию вошло 12 докладов студентов с 3 курса бакалавриата до 2 курса магистратуры, занимающихся научными исследованиями под руководством преподавателей кафедры аэрогидромеханики ИММ: Еремин И. В. (3 курс). Учет несовершенных по степени вскрытия скважин в модели осредненного по толщине нефтяного пласта. Науч. рук. – зав. каф., д-р физ.-мат. наук К.А. Поташев. Закиев И.И. (3 курс). Медленное течение вязкой жидкости под действием массовых сил. Научный руководитель – доцент, канд. физ.-мат. наук Р.Ф. Марданов. Сергеев Я. (3 курс). Модель трассерных исследований высокопроницаемых слоев в трубках тока. Науч. рук. – зав. каф., д-р физ.-мат. наук К.А. Поташев. Федоркин О.О . (3 курс). Обтекание периодическим потоком балки двутаврового сечения. Науч. рук. – доцент, канд. физ.-мат. Наук А.М. Камалутдинов. Лазарев И.С. (4 курс). Расчёт течения жидкости в микроканале с супергидрофобной стенкой. Научный руководитель – доцент, канд. физ.-мат. наук Р.Ф. Марданов. Усманов Д.И. (4 курс). Идентификация граничных условий для трехмерной гидродинамической модели нефтяного пласта с помощью упрощенной балансовой модели. Науч. рук. – зав. каф., д-р физ.-мат. наук К.А. Поташев. Салимьянова Д.Р. (4 курс). Учет неопределенности свойств пласта при расчете изоляции высокопроницаемых каналов фильтрации. Науч. рук. – зав. каф., д-р физ.-мат. наук К.А. Поташев. Коншина А.А. (1 курс маг.). Модель круговой периодической ячейки с волокном, покрытым пористой оболочкой. Научный руководитель – доцент, канд. физ.-мат. наук Р.Ф. Марданов. Мухина М.В., Ураимов А.А. (1 курс маг.). Расчет многофазного многокомпонентного притока пластового флюида к трещинам многозонного гидроразрыва по модели трубок тока. Научный руководитель – зав. каф., д-р физ.-мат. наук К.А. Поташев. Ураимов А.А . (1 курс маг.). Оценка эффективности системы заводнения нефтяного пласта на основе анализа мгновенной структуры фильтрационных потоков. Научный руководитель – зав. каф., д-р физ.-мат. наук К.А. Поташев. Имамов А. А. (1 курс маг.). Применение аналитического решения о притоке пластового флюида к одиночной трещине ГРП в случае пятиточечной схемы заводнения Научный руководитель – зав. каф., д-р физ.-мат. наук К.А. Поташев. Панина Э.Р. (2 курс маг.). Параметрические исследования гидродинамических характеристик волокнистого фильтра смешанного типа. Научный руководитель – доцент, канд. физ.-мат. наук Р.Ф. Марданов. Результаты секции Лучшие доклады 1 место - Имамов А. А. (1 курс маг.). Применение аналитического решения о притоке пластового флюида к одиночной трещине ГРП в случае пятиточечной схемы заводнения Научный руководитель – зав. каф., д-р физ.-мат. наук К.А. Поташев. 2 место - Лазарев И.С. (4 курс). Расчёт течения жидкости в микроканале с супергидрофобной стенкой. Научный руководитель – доцент, канд. физ.-мат. наук Р.Ф. Марданов. 3 место - Федоркин О.О. (3 курс). Обтекание периодическим потоком балки двутаврового сечения. Науч. рук. – доцент, канд. физ.-мат. Наук А.М. Камалутдинов Призеры в номинации «ветераны научного фронта» 1-2 место Мухина М.В., Ураимов А.А. (1 курс маг.). Расчет многофазного многокомпонентного притока пластового флюида к трещинам многозонного гидроразрыва по модели трубок тока. Научный руководитель – зав. каф., д-р физ.-мат. наук К.А. Поташев. 1-2 место Панина Э.Р. (2 курс маг.). Параметрические исследования гидродинамических характеристик волокнистого фильтра смешанного типа. Научный руководитель – доцент, канд. физ.-мат. наук Р.Ф. Марданов Рекомендации к участию в конкурсе на лучшую научную работу студентов 1. Лазарев И.С. (4 курс). Расчёт течения жидкости в микроканале с супергидрофобной стенкой. Научный руководитель – доцент, канд. физ.-мат. наук Р.Ф. Марданов. 2. Салимьянова Д.Р. (4 курс). Учет неопределенности свойств пласта при расчете изоляции высокопроницаемых каналов фильтрации. Науч. рук. – зав. каф., д-р физ.-мат. наук К.А. Поташев. 3. Коншина А.А. (1 курс маг.). Модель круговой периодической ячейки с волокном, покрытым пористой оболочкой. Научный руководитель – доцент, канд. физ.-мат. наук Р.Ф. Марданов. 4. Имамов А.А. (1 курс маг.). Применение аналитического решения о притоке пластового флюида к одиночной трещине ГРП в случае пятиточечной схемы заводнения Научный руководитель – зав. каф., д-р физ.-мат. наук К.А. Поташев. Выступления студентов 3 курса были засчитаны в качестве защиты курсовых работ. Поздравляем наших студентов с успешным участием в работе секции и желаем дальнейших научных успехов! Ключевые слова: ИНОКС , конференция , кафедра аэрогидромеханики",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/zasedanie-sekcii-39aerogidromehanika39-itogovoj-460257.html": {
    "title": "Заседание секции 'Аэрогидромеханика' Итоговой научной конференции КФУ",
    "text": "03 февраля 2025 Заседание секции \"Аэрогидромеханика\" Итоговой научной конференции КФУ 31 января 2025 г. прошло заседание секции «Аэрогидромеханика» Итоговой научной конференции КФУ. В секции было сделано семь научных докладов по результатам исследований сотрудников кафедры аэрогидромеханики: Салимьянова Д.Р., Поташев К.А., Баушин В.В., Мухина М.В. Обеспечение высокого уровня точности двумерной модели двухфазной фильтрации в трубках тока. Хамидуллин М.Р., Поташев К.А., Мазо А.Б. Оценка продуктивности горизонтальных скважин с многозонным гидроразрывом пласта. Маклаков Д.В., Казанцев Р.В. Моделирование волнового цуга методом зеркального отражения относительно удалённой эквипотенциали. Камалутдинов А.М, Нуриев А.Н., Романова Д.И., Епихин А.С. Применение методов оптимизации для калибровки модели Спаларта – Алмараса. Нуриев А.Н., Гумеров Н.Н., Исмагилов Д.А. Гидродинамика рыбоподобного пловца. Дмитрачкова А.П., Пантелеев С.А., Зарипов Д.И. Бессеточный метод измерения и аппроксимации векторных полей скорости течения жидкости и газа. Пантелеев С.А., Дмитрачкова А.П., Зарипов Д.И. Влияние формы устройства-ламинаризатора на режим течения жидкости в цилиндрической трубе. Ключевые слова: итоговая конференция , секция 'Аэрогидромеханика' , доклады",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/zasedanie-sekcii-39aerogidromehanika39-itogovoj-466030.html": {
    "title": "Заседание секции 'Аэрогидромеханика' Итоговой научно-образовательной конференции студентов КФУ",
    "text": "28 апреля 2025 Заседание секции \"Аэрогидромеханика\" Итоговой научно-образовательной конференции студентов КФУ 18 апреля 2025 г. на кафедре состоялось заседание секции \"Аэрогидромеханика\", организованное в рамках традиционной Итоговой научно-образовательной конференции студентов КФУ. В мероприятии приняли участие студенты старших курсов бакалавриата и магистранты, которые представили результаты своих научных исследований в области аэрогидромеханики: Ильина А.Н., Земцева Э.С. (3 курс) Проектирование режимов размещения водоизолирующего материала сложной реологии в высокопроницаемом пропластке. Научный руководитель: зав. кафедрой, д-р физ.-мат. наук К.А. Поташев. Салимьянова Д.Р. (магистрант, 2-й год обучения) Повышение точности математической модели двухфазной фильтрации в двумерных трубках тока. Научный руководитель: зав. кафедрой, д-р физ.-мат. наук К.А. Поташев. Закиев И.И. (магистрант, 1-й год обучения) Расчет траекторий и поля концентраций при инерционном осаждении взвешенных частиц. Научный руководитель: доцент, канд. физ.-мат. наук Р.Ф. Марданов. Маханов И.А. (4 курс) Обтекание проницаемой мембраны медленным потоком вязкой жидкости. Научный руководитель: доцент, канд. физ.-мат. наук Р.Ф. Марданов. Ермошин А.С. (4 курс) Расчет эффективности осаждения частиц на нановолокне. Научный руководитель: доцент, канд. физ.-мат. наук Р.Ф. Марданов. Казанцев Р.В. (магистрант, 1-й год обучения) Моделирование волнового цуга методом зеркального отражения относительно удаленной эквипотенциали. Научный руководитель: проф., д-р физ.-мат. наук Д.В. Маклаков. Исмагилов Д.А. (4 курс) Формирование тяги за счет упругих колебаний тонкого тела в жидкости. Научный руководитель: проф., д-р физ.-мат. наук А.Н. Нуриев. Гумеров Н.Н. (4 курс) Трехмерное исследование пропульсивного движения биомиметического пловца в жидкости. Научный руководитель: проф., д-р физ.-мат. наук А.Н. Нуриев. В работе секции принял участие профессор МГТУ им. Н.Э. Баумана И.К.Марчевский, проявивший активный интерес к представленным работам. Итоги конференции: По результатам выступлений призовые места распределились следующим образом: 1 место: Казанцев Р.В. 2 место: Салимьянова Д.Р. 3 место: Исмагилов Д.А. Заседание секции показало активную научную работу студентов и магистрантов. Представленные исследования охватили как фундаментальные вопросы, так и прикладные аспекты. Кафедра выражает благодарность участникам и научным руководителям за вклад в проведение мероприятия. Ключевые слова: ИНОКС , студенты , кафедра аэрогидромеханики",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/zasedanie-sekcii-39aerogidromehanika39-itogovoj.html": {
    "title": "Заседание секции 'Аэрогидромеханика' итоговой студенческой конференции КФУ",
    "text": "24 апреля 2020 Заседание секции \"Аэрогидромеханика\" итоговой студенческой конференции КФУ 24.04.2020 состоялось заседание секции «Аэрогидромеханика» итоговой студенческой конференции КФУ в удаленном формате на платформе Microsoft Teams. Было сделано 8 устных докладов студентами бакалавриата и магистратуры. На заседании приняло участие более 30 человек. Сотрудники кафедры аэрогидромеханики отметили высокий уровень всех подготовленных докладов. Ключевые слова: кафедра аэрогидромеханики , конференция , студенческая",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/zasedanie-sekcii-39aerogidromehanika39-v-ramkah.html": {
    "title": "Заседание секции 'Аэрогидромеханика' в рамках школы-конференции 'Лобачевские чтения-2025'",
    "text": "01 декабря 2025 Заседание секции \"Аэрогидромеханика\" в рамках школы-конференции \"Лобачевские чтения-2025\" В Казанском федеральном университете продолжается работа ежегодной Всероссийской молодежной школы-конференции \" Лобачевские чтения \", направленной на привлечение талантливой молодежи к фундаментальным научным исследованиям. Мероприятие традиционно объединяет молодых преподавателей, исследователей, аспирантов и студентов, предоставляя им возможность представить результаты своих научных работ. В этом году школа-конференция проходит в смешанном формате с 27 ноября по 2 декабря 2025 года , охватывая сразу несколько направлений современной математики и механики, среди которых алгебра и математическая логика, машинное обучение, геометрия и топология, дифференциальные уравнения, функциональный анализ, вычислительные методы, компьютерное моделирование, аэрогидромеханика и другие. Секция «Аэрогидромеханика» традиционно привлекла интерес участников, представив доклады, посвящённые актуальным вопросам моделирования течений, численных методов и задач нефтегазовой отрасли. С докладами выступили: А.И. Малбаева , студентка 4 курса кафедры аэрогидромеханики «Сравнение эффективности численных схем для решения одномерного уравнения переноса насыщенности в трубках тока» ; Н.А. Головня , магистрант 2 курса филиала МГУ в г. Саров (выпускник бакалавриата кафедры аэрогидромеханики ИММ КФУ) «Использование схемы КАБАРЕ для моделирования двухжидкостных течений с теплообменом» ; Д.Р. Салимьянова , ассистент и аспирант кафедры аэрогидромеханики «Верификация метода учёта несовершенства вертикальных скважин» . Выступления сопровождались обсуждениями и получили положительные отзывы участников секции, отметивших актуальность поднятых вопросов и высокий уровень подготовки докладчиков. Кафедра аэрогидромеханики благодарит всех участников за активную работу и достойное представление научных результатов и желает дальнейших успехов в исследовательской деятельности. Ключевые слова: школа-конференция , секция 'Аэрогидромеханика' , наука",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/zavedujuschij-kafedroj-aerogidromehaniki-vystupil.html": {
    "title": "Заведующий кафедрой аэрогидромеханики выступил на вебинаре АГГИ",
    "text": "01 декабря 2025 Заведующий кафедрой аэрогидромеханики выступил на вебинаре АГГИ 27 ноября 2025 г. состоялся очередной вебинар Ассоциации геологов, геофизиков и инженеров (АГГИ), посвящённый теме «Технологические решения для увеличения нефтеотдачи сложных резервуаров» . Мероприятие прошло в онлайн-формате и собрало специалистов в области разработки месторождений, моделирования процессов в пластах и современных технологий повышения нефтеотдачи. В числе приглашённых спикеров д.ф.-м.н., заведующий кафедрой аэрогидромеханики Института математики и механики им. Н.И. Лобачевского КФУ Константин Андреевич Поташев . Модератором встречи выступил Мукминов Искандер Раисович, к.т.н., заместитель исполнительного директора по геологии и разработке, Группа Компаний «Газпром Нефть» (г.Санкт-Петербург). В своем докладе «Моделирование эффективности повышения нефтеотдачи пласта с применением капсулированных потокоотклоняющих составов» Константин Андреевич представил результаты исследований, посвящённых новой математической модели переноса в нефтяном пласте капсулированных составов, способных при высвобождении изменять на реологию несущей фазы и, таким образом, перераспределять фильтрационные потоки, способствуя повышению нефтеотдачи. Продемонстрированные результаты расчетов высокого разрешения были выполнены с помощью быстродействующей модели фильтрации в фиксированных трубках тока. Участники вебинара отметили практическую значимость представленных подходов и высокий уровень научной проработки темы. Запись вебинара будет доступна по ссылке https://geoscience.ru/webinars Ключевые слова: вебинар , технологические решения для увеличения нефтеотдачи сложных резервуаров , кафедра аэрогидромеханики",
    "category": "news"
  },
  "https://kpfu.ru/math/strctre/mech/fluid/zavedujuschij-kafedry-prinyal-uchastie-v-18-j.html": {
    "title": "Заведующий кафедры принял участие в 18-й Китайской международной конференции и выставке по обмену профессионалами (CIEP 2020)",
    "text": "13 ноября 2020 Заведующий кафедры принял участие в 18-й Китайской международной конференции и выставке по обмену профессионалами (CIEP 2020) На 18-й Китайской международной конференции и выставке по обмену профессионалами (CIEP 2020) в онлайн формате заведующим кафедрой Поташевым К.А. были представлены некоторые направления научно-исследовательских работ кафедры аэрогидромеханики. Специальная сессия Конференции CIEP с участием организаций из России – страны - Почетного гостя – проходила 9-13 ноября 2020 г. в целях дальнейшего углубления и расширения сфер сотрудничества между Китаем и Россией, повышения уровня сотрудничества, а также поддержки и содействия китайско-российскому научно-техническому обмену и сотрудничеству Китая и России. Позже по итогам выступлений организаторы конференции предоставили возможность персональных онлайн-встреч между заинтересованными сторонами. В частности по проекту разработки программного комплекса моделирования гемодинамики для прогноза послеоперационного зарастания протезов кровеносных сосудов обсуждалась возможность использования результатов клинических наблюдений Кардиохирургического отделения Тяньцзиньского Медицинского Университета с главным врачом, профессором У Найши. Ключевые слова: CIEP 2020 , Китай , Россия",
    "category": "news"
  },
  "https://kpfu.ru/Artem.Nuriev": {
    "title": "Нуриев Артем Наилевич. Общие сведения",
    "text": "Нуриев Артем Наилевич Нуриев Артем Наилевич Дата рождения 22.04.1987 Занимаемые должности профессор, д.н., КФУ / Институт математики и механики им. Н.И. Лобачевского / отделение механики / Кафедра аэрогидромеханики (основной работник) ведущий научный сотрудник, д.н., КФУ / Институт математики и механики им. Н.И. Лобачевского / НИЛ Интеллектуальные биомиметические и природосообразные системы (внутренний совместитель) Ученые степени кандидат (физико-математические науки) (05.05.2014) по специальности 01.02.05 - Механика жидкости, газа и плазмы , название диссертации \"ТЕЧЕНИЕ ВЯЗКОЙ ЖИДКОСТИ ВОКРУГ ОСЦИЛЛИРУЮЩЕГО ЦИЛИНДРА: ЧИСЛЕННЫЙ ЭКСПЕРИМЕНТ, АСИМПТОТИЧЕСКИЙ И БИФУРКАЦИОННЫЙ АНАЛИЗ\" доктор (физико-математические науки) (23.10.2023) по специальности 01.02.05 - Механика жидкости, газа и плазмы , название диссертации \"Колебательное движение удлиненных тел в вязкой жидкости\" Ученые звания доцент (22.06.2023) Знание языков английский (Свободное владение) Дополнительные сведения Ключевые направления исследований﻿ ﻿ Файлы F_Uchebnoe.posobie.po.OpenFOAM.pdf Пожалуйста, используйте этот идентификатор, чтобы цитировать или ссылаться на эту карточку: https://kpfu.ru/Artem.Nuriev Рабочий адрес: Казань, ул. Кремлевская, д. 18, Учебное здание №06 (Дом ректора - кафедра механики и оболочек) Номер кабинета: 1.7 Телефон: 2337230 E-mail: Artem.Nuriev@kpfu.ru Google scholar: https://scholar.google.ru/citations?user=_z5yUswAAAAJ&hl=ru Scopus (Author ID):: http://www.scopus.com/authid/detail.url?authorId=57216425052 Web of Science (Researcher ID):: https://www.webofscience.com/wos/author/record/K-8905-2015 Youtube: https://www.youtube.com/channel/UCkX-nivHrTngABoaT7qa_Ag/ orcid: https://orcid.org/0000-0003-1561-557X Общие сведения Направления научной работы Преподаваемые дисциплины Показатели продуктивности Повышение квалификации Расписание Мероприятия Результативность работы Статьи Тезисы и материалы конференций Учебники и учебные пособия Руководство НИР Публикации в СМИ Дистанционное образование Исследования Педагогический стаж (ППС) в ВУЗе: 5 лет 11 месяцев с 02.09.2013 Научно-педагогический стаж: 12 лет с 02.09.2013 Общий стаж: 17 лет с 01.02.2009 Непрерывный в КФУ: 9 лет 4 месяца с 11.10.2016",
    "category": "people"
  },
  "https://kpfu.ru/Dmitri.Maklakov": {
    "title": "Маклаков Дмитрий Владимирович. Общие сведения",
    "text": "Маклаков Дмитрий Владимирович Маклаков Дмитрий Владимирович Дата рождения 15.02.1951 Занимаемые должности * профессор, д.н., КФУ / Институт математики и механики им. Н.И. Лобачевского / отделение механики / Кафедра аэрогидромеханики (основной работник) Ученые степени доктор (физико-математические науки) (9021996 ) по специальности 01.02.05 - Механика жидкости, газа и плазмы , название диссертации \"Нелинейные задачи теории струйнных, кавитационных и волновых течений жидкости со свободными границами и границами раздела сред\" Знание языков английский (Свободное владение) * Выводится только основная должность (или внешнее совместительство) Пожалуйста, используйте этот идентификатор, чтобы цитировать или ссылаться на эту карточку: https://kpfu.ru/Dmitri.Maklakov Рабочий адрес: Казань, ул. Кремлевская, д. 18, Учебное здание №06 (Дом ректора - кафедра механики и оболочек) Телефон: 2337230 E-mail: dmaklak@kpfu.ru Google scholar: https://scholar.google.ru/citations?user=q2sbNe4AAAAJ&hl=ru Общие сведения Преподаваемые дисциплины Показатели продуктивности Расписание Мероприятия Результативность работы Монографии Статьи Тезисы и материалы конференций Учебники и учебные пособия Руководство НИР Дистанционное образование Стаж в КФУ: с 13.10.2025 Педагогический стаж (ППС) в ВУЗе: 29 лет 2 месяца с 01.09.1996 Научно-педагогический стаж: 45 лет 7 месяцев с 16.10.1974 Общий стаж: 51 год 2 месяца с 16.10.1974 Непрерывный в КФУ: 20 лет 5 месяцев с 05.09.2005",
    "category": "people"
  },
  "https://kpfu.ru/Evgueny.Filatov": {
    "title": "Филатов Евгений Иванович. Общие сведения",
    "text": "Филатов Евгений Иванович Филатов Евгений Иванович Дата рождения 29.05.1940 Образование ...-1962 высшее образование: Казанский государственный университет, Механика Квалификация: Механик Занимаемые должности доцент, к.н., КФУ / Институт математики и механики им. Н.И. Лобачевского / отделение механики / Кафедра аэрогидромеханики (основной работник) Ученые степени кандидат (физико-математические науки) (29.12.1972) Ученые звания доцент (09.06.1976) Знание языков английский (Свободное владение) Дополнительные сведения По результатам поездок по различным странам Западной Европы на велосипеде написаны и опубликованы книги: 1. Е.Филатов На велосипеде по Европе. Изд. \"Новое знание\" 2003. 2. Е.Филатов По дорогам Европы. Изд. \"Новое знание\", 2007. Результатом автомобильных путешествий по США явилась книга: Е.Филатов В НОВОМ СВЕТЕ. Изд. \"Новое знание\" 2012 4. Е.Филатов Я жил в СССР Изд. \"Новое знание\", 2012.﻿ Пожалуйста, используйте этот идентификатор, чтобы цитировать или ссылаться на эту карточку: https://kpfu.ru/Evgueny.Filatov Рабочий адрес: Казань, ул. Кремлевская, д. 25, Административное здание Номер кабинета: 603 Телефон: +79178948571 E-mail: efilatov@kpfu.ru Общие сведения Направления научной работы Преподаваемые дисциплины Показатели продуктивности Повышение квалификации Награды, почетные звания Расписание Результативность работы Статьи Учебники и учебные пособия Электронные образовательные ресурсы Европа - 95 Евро-тур 96 На велосипеде по Франции - 2000 Последний маршрут (2002 г.) Тур вокруг Монблана (2003 г.) По Скандинавии Дистанционное образование Педагогический стаж (ППС) в ВУЗе: 49 лет 2 месяца с 01.09.1968 Научно-педагогический стаж: 51 год 10 месяцев с 31.12.1965 Общий стаж: 58 лет 11 месяцев с 08.10.1962 Непрерывный в КФУ: 2 месяца с 02.10.2019",
    "category": "people"
  },
  "https://kpfu.ru/Konstantin.Potashev": {
    "title": "Поташев Константин Андреевич. Общие сведения",
    "text": "Поташев Константин Андреевич Поташев Константин Андреевич Образование 2001-2003 высшее образование: Казанский государственный университет, механико-математический, Механика Квалификация: магистр 1997-2001 высшее образование: Казанский государственный университет, механико-математический, Механика Квалификация: бакалавр Занимаемые должности * заведующий кафедрой, д.н., КФУ / Институт математики и механики им. Н.И. Лобачевского / отделение механики / Кафедра аэрогидромеханики (основной работник) Ученые степени кандидат (физико-математические науки) (08.11.2007) по специальности 01.02.05 - Механика жидкости, газа и плазмы , название диссертации \"Модели и задачи теории фильтрации в слабых грунтах\" доктор (физико-математические науки) (29.12.2017) по специальности 01.02.05 - Механика жидкости, газа и плазмы , название диссертации \"Пространственно-временные масштабы и математические модели разработки нефтяных месторождений \" Ученые звания доцент (01.09.2014) Знание языков английский (Пороговый продвинутый уровень) Дополнительные сведения Председатель диссертационного совета КФУ.011.1 по защите докторских и кандидатских диссертаций ﻿в отрасли физико-математических наук по специальностям 1.1.8. механика деформируемого твердого тела, 1.1.9. механика жидкости, газа и плазмы﻿﻿﻿. Член диссертационного совета ВАК 24.2.312.11 КНИТУ (КХТИ) ﻿по специальности 1.1.9 механика жидкости, газа и плазмы﻿﻿﻿﻿ (техн. науки). Член диссертационного совета ВАК 24.2.479.06 УУНиТ ﻿﻿по специальности 1.2.2. Математическое моделирование, численные методы и комплексы программ﻿ (физ.-мат. науки). * Выводится только основная должность (или внешнее совместительство) Пожалуйста, используйте этот идентификатор, чтобы цитировать или ссылаться на эту карточку: https://kpfu.ru/Konstantin.Potashev Рабочий адрес: Казань, ул. Кремлевская, д. 35, Учебное здание №14 (Корпус №2) Номер кабинета: 602 Телефон: +7 (843) 2065224, доб. 3108 Факс: KPotashev@mail.ru E-mail: Konstantin.Potashev@kpfu.ru Вконтакте: https://vk.com/id300926057 Google scholar: https://scholar.google.ru/citations?user=OmJX-yAAAAAJ&hl=ru ResearchGate: https://www.researchgate.net/profile/Konstantin-Potashev?ev=hdr_xprf  Педагогический стаж (ППС) в ВУЗе: 22 года 5 месяцев с 01.09.2003 Научно-педагогический стаж: 22 года 5 месяцев с 01.09.2003 Общий стаж: 24 года 4 месяца с 01.08.2001 Непрерывный в КФУ: 22 года 5 месяцев с 01.09.2003",
    "category": "people"
  },
  "https://kpfu.ru/Renat.Mardanov": {
    "title": "Марданов Ренат Фаритович. Общие сведения",
    "text": "Марданов Ренат Фаритович Марданов Ренат Фаритович Образование ...-2000 высшее образование: КГУ, Механика Квалификация: магистр механики Занимаемые должности доцент, к.н., КФУ / Институт математики и механики им. Н.И. Лобачевского / отделение механики / Кафедра аэрогидромеханики (основной работник) Ученые степени кандидат (физико-математических) (2003) по специальности 01.02.05 - Механика жидкости, газа и плазмы Ученые звания доцент (2008) Знание языков английский (Пороговый уровень) французский (Пороговый уровень) Пожалуйста, используйте этот идентификатор, чтобы цитировать или ссылаться на эту карточку: https://kpfu.ru/Renat.Mardanov Рабочий адрес: Казань, ул. Кремлевская, д. 35, Учебное здание №14 (Корпус №2) Номер кабинета: 707 Телефон: 233-73-39 E-mail: Renat.Mardanov@kpfu.ru Google scholar: https://scholar.google.ru/citations?user=FohtYwQAAAAJ Общие сведения Направления научной работы Преподаваемые дисциплины Показатели продуктивности Повышение квалификации Расписание Мероприятия Результативность работы Монографии Статьи Учебники и учебные пособия Тезисы и материалы конференций Патенты, лицензии и тд. Руководство НИР Дистанционное образование Педагогический стаж (ППС) в ВУЗе: 20 лет 5 месяцев с 01.09.2005 Научно-педагогический стаж: 22 года 3 месяца с 01.11.2003 Общий стаж: 22 года 3 месяца с 01.11.2003 Непрерывный в КФУ: 21 год 8 месяцев с 02.06.2004",
    "category": "people"
  },
  "https://kpfu.ru/ajrat.kamalutdinov": {
    "title": "Камалутдинов Айрат Марсович. Общие сведения",
    "text": "Камалутдинов Айрат Марсович Камалутдинов Айрат Марсович Занимаемые должности доцент, к.н., КФУ / Институт математики и механики им. Н.И. Лобачевского / отделение механики / Кафедра аэрогидромеханики (внутренний совместитель) Ученые степени кандидат (физико-математические науки) (15.06.2018) по специальности 01.02.00 - Механика , название диссертации \"Теоретико-экспериментальное исследование аэродинамических свойств колеблющейся пластины\" Знание языков английский (Самостоятельное владение) Пожалуйста, используйте этот идентификатор, чтобы цитировать или ссылаться на эту карточку: https://kpfu.ru/ajrat.kamalutdinov Рабочий адрес: Казань, ул. Кремлевская, д. 35, Учебное здание №14 (Корпус №2) Номер кабинета: 213 Телефон: 2927279 E-mail: AMKamalutdinov@kpfu.ru Google scholar: https://scholar.google.ru/citations?user=PW64XEQAAAAJ&hl=ru Общие сведения Преподаваемые дисциплины Показатели продуктивности Повышение квалификации Расписание Мероприятия Результативность работы Статьи Тезисы и материалы конференций Учебники и учебные пособия Руководство НИР Дистанционное образование Стаж в КФУ: 8 лет 6 месяцев с 01.07.2017 Педагогический стаж (ППС) в ВУЗе: 6 лет с 01.09.2018 Научно-педагогический стаж: 8 лет 7 месяцев с 01.07.2017 Общий стаж: 11 лет 3 месяца с 01.07.2014 Непрерывный в КФУ: 8 лет 7 месяцев с 01.07.2017",
    "category": "people"
  },
  "https://kpfu.ru/damir.gubajdullin": {
    "title": "Губайдуллин Дамир Анварович. Общие сведения",
    "text": "Губайдуллин Дамир Анварович Губайдуллин Дамир Анварович Дата рождения 06.12.1957 Занимаемые должности профессор, д.н., КФУ / Институт математики и механики им. Н.И. Лобачевского / отделение механики / Кафедра аэрогидромеханики (внешний совместитель) Дополнительные сведения Член-корреспондент РАН, д.ф.-м.н. Заслуженный деятель науки Республики Татарстан, лауреат Государственной премии Республики Татарстан в области науки и техники, лауреат премии издательства МАИК «Наука/Интерпериодика». Награжден орденом Дружбы﻿. Пожалуйста, используйте этот идентификатор, чтобы цитировать или ссылаться на эту карточку: https://kpfu.ru/damir.gubajdullin Рабочий адрес: Казань, ул. Кремлевская, д. 35, Учебное здание №14 (Корпус №2) Номер кабинета: 603 Телефон: 2365289 E-mail: gubaidullin@imm.knc.ru Google scholar: https://scholar.google.ru/citations?hl=ru&user=Znw0qlMAAAAJ Общие сведения Направления научной работы Преподаваемые дисциплины Показатели продуктивности Повышение квалификации Расписание Мероприятия Результативность работы Монографии Статьи Тезисы и материалы конференций Руководство НИР Дистанционное образование Педагогический стаж (ППС) в ВУЗе: 12 лет 4 месяца с 18.09.2013 Научно-педагогический стаж: 34 года 7 месяцев с 01.10.1980 Общий стаж: 20 лет 4 месяца с 01.09.2005 Непрерывный в КФУ: 12 лет 4 месяца с 18.09.2013",
    "category": "people"
  },
  "https://kpfu.ru/dilara.salimyanova": {
    "title": "Салимьянова Дилара Радиковна. Общие сведения",
    "text": "Салимьянова Дилара Радиковна Салимьянова Дилара Радиковна Образование 2023-2025 высшее образование: Казанский (Приволжский) федеральный университет, Институт математики и механики им. Н. И. Лобачевского, Механика и математическое моделирование Квалификация: Магистр 2019-2023 высшее образование: Казанский (Приволжский) федеральный университет, Институт математики и механики им. Н. И. Лобачевского, Математика Квалификация: Бакалавр Занимаемые должности ассистент, б.с., КФУ / Институт математики и механики им. Н.И. Лобачевского / отделение механики / Кафедра аэрогидромеханики (внешний совместитель) Пожалуйста, используйте этот идентификатор, чтобы цитировать или ссылаться на эту карточку: https://kpfu.ru/dilara.salimyanova Рабочий адрес: Казань, ул. Кремлевская, д. 35, Учебное здание №14 (Корпус №2) Номер кабинета: 707.2 Телефон: +7 (843) 2065224, доб. 3110 E-mail: DiRSalimyanova@kpfu.ru Google scholar: https://scholar.google.com/citations?user=YnOVgJgAAAAJ&hl=ru Общие сведения Показатели продуктивности Повышение квалификации Награды, почетные звания Расписание Мероприятия Результативность работы Статьи Тезисы и материалы конференций Патенты, лицензии и тд. Стаж в КФУ: 2 года 4 месяца с 18.04.2022 Педагогический стаж (ППС) в ВУЗе: 5 месяцев с 01.09.2025 Научно-педагогический стаж: 5 месяцев с 01.09.2025 Общий стаж: 3 года 5 месяцев с 23.07.2021 Непрерывный в КФУ: 7 месяцев с 15.11.2024",
    "category": "people"
  },
  "https://kpfu.ru/dinar.zaripov": {
    "title": "Зарипов Динар Ильясович. Общие сведения",
    "text": "Зарипов Динар Ильясович Зарипов Динар Ильясович Занимаемые должности доцент, д.н., КФУ / Институт математики и механики им. Н.И. Лобачевского / отделение механики / Кафедра аэрогидромеханики (внешний совместитель) Ученые степени доктор (физико-математические науки) (14.10.2022) по специальности 01.02.05 - Механика жидкости, газа и плазмы , название диссертации \"Развитие высокопроизводительных панорамных методов диагностики и их приложение к исследованию интенсивных событий в турбулентном пограничном слое\" Знание языков английский (Свободное владение) Пожалуйста, используйте этот идентификатор, чтобы цитировать или ссылаться на эту карточку: https://kpfu.ru/dinar.zaripov E-mail: zaripov.d.i@mail.ru Google scholar: https://scholar.google.com/citations?user=iZ0VZX4AAAAJ&hl=en Elibrary: https://elibrary.ru/author_items.asp?authorid=160711&pubrole=100&show_refs=1&show_option=0 Общие сведения Преподаваемые дисциплины Расписание Педагогический стаж (ППС) в ВУЗе: 3 года 5 месяцев с 09.09.2022 Научно-педагогический стаж: 13 лет 1 месяц с 01.03.2011 Общий стаж: 13 лет 7 месяцев с 23.06.2010",
    "category": "people"
  },
  "https://kpfu.ru/evgenij.kalinin": {
    "title": "Калинин Евгений Игоревич. Общие сведения",
    "text": "Калинин Евгений Игоревич Калинин Евгений Игоревич Дата рождения 07.01.1985 Занимаемые должности доцент, к.н., КФУ / Институт математики и механики им. Н.И. Лобачевского / отделение механики / Кафедра аэрогидромеханики (внешний совместитель) Пожалуйста, используйте этот идентификатор, чтобы цитировать или ссылаться на эту карточку: https://kpfu.ru/evgenij.kalinin Рабочий адрес: Казань, ул. Кремлевская, д. 18, Учебное здание №06 (Дом ректора - кафедра механики и оболочек) Телефон: 89600408368 E-mail: kalininei@yandex.ru Общие сведения Преподаваемые дисциплины Расписание Мероприятия Результативность работы Статьи Тезисы и материалы конференций Патенты, лицензии и тд. Стаж в КФУ: с 20.08.2018 Педагогический стаж (ППС) в ВУЗе: 3 года 3 месяца с 28.10.2022 Научно-педагогический стаж: 7 лет 2 месяца с 01.06.2011 Общий стаж: 10 лет 6 месяцев с 01.02.2009 Непрерывный в КФУ: 3 года 3 месяца с 28.10.2022",
    "category": "people"
  },
  "https://kpfu.ru/gulnarat.nazmutdinova": {
    "title": "Назмутдинова Гульнара Талгатовна. Общие сведения",
    "text": "Назмутдинова Гульнара Талгатовна Назмутдинова Гульнара Талгатовна Образование 2008-2013 высшее образование: КФУ, институт Географии и экологии Занимаемые должности * старший лаборант, КФУ / Институт математики и механики им. Н.И. Лобачевского / отделение механики / Кафедра аэрогидромеханики (основной работник) Знание языков французский (Элементарное владение) * Выводится только основная должность (или внешнее совместительство) Пожалуйста, используйте этот идентификатор, чтобы цитировать или ссылаться на эту карточку: https://kpfu.ru/gulnarat.nazmutdinova Рабочий адрес: Казань, ул. Кремлевская, д. 35, Учебное здание №14 (Корпус №2) Номер кабинета: 603 Телефон: 2337230 E-mail: kfu.gulnara.91@mail.ru Общие сведения Общий стаж: 11 лет 7 месяцев с 27.03.2013 Непрерывный в КФУ: 11 лет 5 месяцев с 04.09.2014",
    "category": "people"
  },
  "https://kpfu.ru/vadim.anisimov": {
    "title": "Анисимов Вадим Дмитриевич. Общие сведения",
    "text": "Анисимов Вадим Дмитриевич Анисимов Вадим Дмитриевич Дата рождения 02.11.1996 Образование 2020-2024 послевузовское образование: Казанский (Приволжский) федеральный университет, Институт математики и механики им. Н.И. Лобачевского, 1.1.9 Механика жидкости, газа и плазмы Квалификация: Исследователь. Преподаватель - исследователь 2018-2020 высшее образование: Казанский (Приволжский) федеральный университет, Институт математики и механики им. Н.И. Лобачевского, 01.04.03 Механика и математическое моделирование Квалификация: магистр 2014-2018 высшее образование: Казанский (Приволжский) федеральный университет, Институт математики и механики им. Н.И. Лобачевского, 01.03.03 Механика и математическое моделирование Квалификация: бакалавр Занимаемые должности старший преподаватель, к.н., КФУ / Институт математики и механики им. Н.И. Лобачевского / отделение механики / Кафедра аэрогидромеханики (основной работник) старший научный сотрудник, к.н., КФУ / Институт математики и механики им. Н.И. Лобачевского / НИЛ Интеллектуальные биомиметические и природосообразные системы (внутренний совместитель) Ученые степени кандидат (физико-математические науки) (17.04.2025) , название диссертации \"Гидродинамика пропульсивного движения цилиндрического виброробота\" Знание языков английский (Самостоятельное владение) Пожалуйста, используйте этот идентификатор, чтобы цитировать или ссылаться на эту карточку: https://kpfu.ru/vadim.anisimov Рабочий адрес: Казань, ул. Кремлевская, д. 18, Учебное здание №06 (Дом ректора - кафедра механики и оболочек) Номер кабинета: 1.7 E-mail: VadDAnisimov@kpfu.ru https://orcid.org: https://orcid.org/0009-0004-2876-4325 https://www.webofscience.com: https://www.webofscience.com/wos/author/record/KHU-7749-2024 Общие сведения Преподаваемые дисциплины Показатели продуктивности Повышение квалификации Расписание Мероприятия Результативность работы Статьи Стаж в КФУ: 7 месяцев с 10.11.2021 Педагогический стаж (ППС) в ВУЗе: 3 года 11 месяцев с 10.11.2021 Научно-педагогический стаж: 3 года 11 месяцев с 10.11.2021 Общий стаж: 6 лет с 09.10.2019 Непрерывный в КФУ: 3 года 3 месяца с 25.10.2022",
    "category": "people"
  }
}