{
  "url": "https://kpfu.ru/math/strctre/mech/fluid/dostup-k-akademicheskim-licenziyam-paketa-460255.html",
  "title": "Доступ к академическим лицензиям пакета 'тНавигатор'",
  "content": "03 февраля 2025 Доступ к академическим лицензиям пакета \"тНавигатор\" В Институте математики и механики им. Н.И.Лобачевского реализован сетевой доступ для сотрудников и обучающихся к 30 академическим лицензиям программного комплекса тНавигатор , предоставленным ООО «Интегрированные разработки для моделирования» (ИРМ). Программный комплекс предназначен для создания и расчета моделей нефтегазовых месторождений от интерпретации сейсмических данных до поверхностной сети сбора продукции, который решает задачи всего цикла расчёта и моделирования месторождения в едином интерфейсе ( https://irmodel.ru ). Данный комплекс является передовым и активно развивающимся решением на рынке отечественного специализированного программного обеспечения в данном сегменте. Ранее сотрудники кафедры аэрогидромеханики прошли дополнительную стажировку в Департаменте сервисных проектов ООО «ИРМ» в г. Уфа по гидродинамическому моделированию в данном пакете. В настоящий момент студенты и преподаватели института могут работать с профессиональным программным обеспечением, которое используется ведущими компаниями нефтегазовой отрасли. Это отличная возможность углубить знания, приобрести практические навыки и подготовиться к решению реальных задач. Пакет уже используется при проведении дисциплины « Современное программное обеспечение для гидродинамического моделирования нефтегазового месторождения » у магистров второго курса направления «Механика и математическое моделирование» по профилю «Механика нефтяного и газового пласта», а так же при написании курсовых и дипломных работ. Институт выражает благодарность компании «ИРМ» за предоставленные лицензии программного комплекса! Для получения доступа к лицензии необходимо обратиться к зав. кафедрой аэрогидромеханики Поташеву К.А . Ключевые слова: ПК , лицензия , моделирование"
}