{
  "url": "https://kpfu.ru/math/strctre/mech/fluid/kniga-izdatelstva-springer-izdannaya-sotrudnikami.html",
  "title": "Книга Multiscale Buckling Modes in the Mechanics of Fiber-Reinforced Plastics (Разномасштабные формы потери устойчивости в механике армированных композитных материалов) https://doi.org/10.1007/978-3-031-48216-8, изданная сотрудниками НИЛ 'Интеллектуальные биомиметические и природосообразные системы'  Института математики и механики им. Н.И. Лобачевского Паймушиным Виталием Николаевичем и Макаровым Максим Викторовичем при поддержке гранта РНФ 22-79-10033 в 2024 году, была успешно представ",
  "content": "Книга Multiscale Buckling Modes in the Mechanics of Fiber-Reinforced Plastics (Разномасштабные формы потери устойчивости в механике армированных композитных материалов) https://doi.org/10.1007/978-3-031-48216-8, изданная сотрудниками НИЛ 'Интеллектуальные биомиметические и природосообразные системы' Института математики и механики им. Н.И. Лобачевского Паймушиным Виталием Николаевичем и Макаровым Максим Викторовичем при поддержке гранта РНФ 22-79-10033 в 2024 году, была успешно представ  06 сентября 2024 Книга, изданная сотрудниками НИЛ \"Интеллектуальные биомиметические и природосообразные системы\" Института математики и механики им. Н.И. Лобачевского, была успешно представлена на выставке научной литературы издательства Springer на международном конгрессе Книга Multiscale Buckling Modes in the Mechanics of Fiber-Reinforced Plastics (Разномасштабные формы потери устойчивости в механике армированных композитных материалов) https://doi.org/10.1007/978-3-031-48216-8, изданная сотрудниками НИЛ «Интеллектуальные биомиметические и природосообразные системы» Института математики и механики им. Н.И. Лобачевского Паймушиным Виталием Николаевичем и Макаровым Максим Викторовичем при поддержке гранта РНФ 22-79-10033 в 2024 году, была успешно представлена на выставке научной литературы издательства Springer на международном конгрессе 26th International Congress of Theoretical and Applied Mechanics, ICTAM 2024, Сеул, Южная Корея, Август 25-30, 2024. Ключевые слова: книга , НИЛ «Интеллектуальные биомиметические и природосообразные системы» , международный конгресс 26th International Congress of Theoretical and Applied Mechanics"
}