{
  "url": "https://kpfu.ru/math/strctre/mech/fluid/komanda-kfu-prinyala-uchastie-vo-ii-otkrytoj.html",
  "title": "Команда КФУ приняла участие во II Открытой международной интернет-олимпиаде по Теоретической механике",
  "content": "14 апреля 2023 Команда КФУ приняла участие во II Открытой международной интернет-олимпиаде по Теоретической механике С 27 марта по 1 апреля 2023г. прошла II Открытая международная интернет-олимпиада по дисциплине «Теоретическая механика». Она, как и в прошлом году, была организована на базе Государственного энергетического института Туркменистана (г. Мары, Туркменистан). Студенты состязались в индивидуальном зачете, где за четыре часа нужно было решить восемь задач повышенной сложности, и в командном конкурсе, где командой, состоящей из не более пяти человек, нужно было за час решить пять задач. По сравнению с первой интернет-олимпиадой охват участников стал гораздо шире: более 330 студентов состязались в этом году. Участники представляли 17 стран, география которых охватила все континенты (за исключением Австралии), включая такие экзотические страны, как, например, Эквадор и Эфиопия. Традиционно было большое количество участников из стран ближнего зарубежья и Китая. От Казанского федерального университета в интернет-олимпиаде приняли участие семь студентов второго и третьего курсов института математики и механики, специализирующихся на кафедрах теоретической механики и аэрогидромеханики. В индивидуальном зачете дипломами третьей степени награждены студенты третьего курса Ислам Закиев , Рамазан Казанцев и Илья Еремин . В командном конкурсе мы выставили две команды. Среди представленных 42 команд наши команды расположились во втором десятке и так же были отмечены дипломами третьей степени. Подготовкой команды нашего университета занимается руководитель кружка по теоретической механике доцент кафедры аэрогидромеханики Марданов Ренат Фаритович . Дополнительные материалы об олимпиаде, конкурсные задания и их решения представлены на сайте в интернете: https://www.tdei.edu.tm/baslesik/6 Ключевые слова: олимпиада , теоретическая механика , кафедра аэрогидромеханики"
}