{
  "url": "https://kpfu.ru/math/strctre/mech/fluid/otdelenie-mehaniki-ndash-organizatory-sekcii.html",
  "title": "Отделение механики – организаторы секции 'Аналитическая механика' \r\nXII Четаевской конференции",
  "content": "Отделение механики – организаторы секции 'Аналитическая механика' XII Четаевской конференции  27 июня 2025 Отделение механики – организаторы секции \"Аналитическая механика\" XII Четаевской конференции В Казани завершилась XII Международная научная конференция «Аналитическая механика, устойчивость и управление» , посвящённая наследию выдающегося механика и математика, члена-корреспондента АН СССР, лауреата Ленинской премии и выпускника Казанского университета Николая Гурьевича Четаева . Сотрудники и студенты отделения механики ИММ приняли активное участие в подготовке и проведении конференции. Заведующий кафедрой аэрогидромеханики Поташев Константин Андреевич и заведующий кафедрой теоретической механики Султанов Ленар Усманович вошли в состав программного и организационного комитетов и выступили председателями заседаний секции «Аналитическая механика» совместно с профессором Петровым Александром Георгиевичем , главным научным сотрудником Института проблем механики им. А.Ю. Ишлинского РАН. Магистрант кафедры аэрогидромеханики Салимьянова Дилара Радиковна , староста СНК «Механика и математическое моделирование», вошла в техническую группу и выполняла обязанности секретаря секции. На закрытии конференции Поташев К.А. доложил о результатах работы секции : « Аналитическая механика – это фундаментальный раздел по теоретической механике, который посвящен изучению движения и равновесия механических систем, но тем не менее в нашей секции мы немного расширили объекты исследований и до процессов механики сплошной среды. Все доклады объединены общей особенностью – везде использовались сильные математические методы. В этой связи новые результаты в аналитической механике имеют особую ценность, потому что обладают математической строгостью, и, как следствие, они не только показывают некоторые новые свойства поведения механических процессов, но и могут использоваться в дальнейшем для верификации уже приближенных численных методов. Несмотря на то, что для получения таких фундаментальных результатов всегда необходимо приложить дополнительные усилия, был проявлен достаточно большой интерес к тематике » Всего на секцию было подано 30 заявок и прозвучало 16 очных докладов: 11 от участников из Казани , 5 из Москвы (МАИ, МГТУ, НИУ МЭИ, ИПМех РАН), 3 из Санкт-Петербурга , 2 из Республики Узбекистан , 2 из Саратова и по одному докладу от участников из Смоленска, Волгограда, Твери, Красноярска, Коврова и Самары . Благодаря работе сотрудников и студентов отделения механики работа секции прошла на высоком уровне и поспособствовала продуктивному научному диалогу между участниками конференции. Источник информации: Источник информации: и фото: Медиапортал КФУ Ключевые слова: Четаевская конференция , аналитическая механика , наука"
}