{
  "url": "https://kpfu.ru/math/strctre/mech/fluid/predstavleny-temy-dlya-prohozhdeniya-praktiki.html",
  "title": "Представлены темы для прохождения практики",
  "content": "15 апреля 2022 Представлены темы для прохождения практики 08.04.2022 сотрудники компании СОФОЙЛ: - Иващенко Дмитрий Сергеевич, куратор проекта PolyGon; - Рушенцев Матвей Витальевич, руководитель проекта \"PetroCup\"; - Гарнышев Марат Юрьевич, reservoir engineer (выпускник кафедры аэрогидромеханики); - Старостин Иван, гидродинамик (выпускник кафедры аэрогидромеханики); - Ахунов Рустам, аналитик, тестировщик (выпускник кафедры аэрогидромеханики) рассказали студентам 4 курса бакалавриата кафедры аэрогидромеханики о возможных темах прохождения производственной практики на их предприятии: по направлению «Анализ разработки месторождений» 1 Анализ информативности ИКГ (импульсно-кодовое гидропрослушивание) в неоднородном пласте. 2 Оценка влияния геологических и гидродинамических параметров на коэффициент извлечения нефти на основе 3D моделирования. 3 Количественное выявление интерференции на основе углубленного анализа истории работы скважин. 4 Анализ влияния изменяющихся свойств газа на методику углубленного анализа истории работы скважин. по направления «Разработка функционала симулятора PetroCup» 5 Моделирование датчика шумометрии в скважине по направлению «Разработка функционала ПО PolyGon» 6 Применение методов машинного обучения к задачам восстановления истории дебита по истории давлений и анализа истории разработки. Компания TGT Oilfield Services представила темы для прохождения практики 08.04.2022 и 12.04.2022 сотрудники компании TGT Oilfield Services : Давыдов Дмитрий Александрович – советник по технологиям, Фролов Александр Геннадьевич – руководитель департамента НИР, Ширалиева Эльвира Видадиевна – специалист по персоналу, Софеева Лейсан Ильгизовна – специалист по патентам и грантам обсудили с руководством ИММ возможные варианты сотрудничества в направлении образовательной деятельности и подготовки студентов к решению специализированных задач компании по опыту многолетнего сотрудничества с кафедрой аэрогидромеханики, а также рассказали студентам 4 курса бакалавриата о возможных темах прохождения производственной практики на их предприятии в этом году: 1 Моделирование обтекания прибора движущимся потоком. Оптимизация формы и размеров окошек 2 Разработка методов фильтрации акустических сигналов при непрерывном спуске прибора 3 Развитие методов обработки акустической шумометрии Ключевые слова: практики , тема , трудоустройство"
}