{
  "url": "https://kpfu.ru/math/strctre/mech/fluid/sotrudniki-kafedry-aerogidromehaniki-i-nil-451190.html",
  "title": "Сотрудники кафедры аэрогидромеханики и НИЛ 'Интеллектуальные биомиметические и природосообразные системы' ИММ Нуриев А., Камалутдинов А., Романова Д. приняли участие в международной конференции  по достижениям в области вычислительных технологий и искусственного интеллекта 'International Conference on Advances in Computing Technologies and Artificial Intelligence'",
  "content": "Сотрудники кафедры аэрогидромеханики и НИЛ 'Интеллектуальные биомиметические и природосообразные системы' ИММ Нуриев А., Камалутдинов А., Романова Д. приняли участие в международной конференции по достижениям в области вычислительных технологий и искусственного интеллекта 'International Conference on Advances in Computing Technologies and Artificial Intelligence'  19 июля 2024 Сотрудники кафедры аэрогидромеханики и НИЛ \"Интеллектуальные биомиметические и природосообразные системы\" ИММ Нуриев А., Камалутдинов А., Романова Д. приняли участие в международной конференции по достижениям в области вычислительных технологий и искусственного интеллекта \"International Conference on Advances in Computing Technologies and Artificial Intelligence\" Сотрудники кафедры аэрогидромеханики и НИЛ «Интеллектуальные биомиметические и природосообразные системы» ИММ Нуриев А., Камалутдинов А., Романова Д. приняли участие в международной конференции по достижениям в области вычислительных технологий и искусственного интеллекта «International Conference on Advances in Computing Technologies and Artificial Intelligence» c докладом Применение методов анализа данных и машинного обучения для гидродинамического моделирования. В докладе обсуждались проблемы моделирования турбулентных течений, возникающих в широком спектре практических приложений, начиная от проектирования систем охлаждения микроэлектроники, расчета аэродинамики автомобилей, проектирования ветровых или волновых энергетических установок до задач прогнозирования крупномасштабных атмосферных явлений и стихийных бедствий. Были представлены результаты по использованию методов машинного обучения для создания и калибровки моделей турбулентности для этих приложений. Ключевые слова: международная конференция , сотрудники кафедры аэрогидромеханики , НИЛ «Интеллектуальные биомиметические и природосообразные системы»"
}