{
  "url": "https://kpfu.ru/math/strctre/mech/fluid/studenty-kfu-prinyali-uchastie-v-mezhdunarodnoj-418908.html",
  "title": "Студенты КФУ приняли участие в международной интернет-олимпиаде по теоретической механике.",
  "content": "31 мая 2022 Студенты КФУ приняли участие в международной интернет-олимпиаде по теоретической механике. Традиционно команда института математики и механики КФУ ежегодно принимает участие в одной всероссийской (которая проходит осенью) и одной международной олимпиаде по теоретической механике (которая проходит весной). В этом году в связи с известными событиями международная олимпиада, которая всегда проходила в г.Гомель (Республика Беларусь) не состоялась. Поэтому наша команда приняла участие в I Открытой международной интернет-олимпиаде по теоретической механике, которая была проведена на базе Государственного энергитического университета Туркменистана с 10 по 14 мая 2022г. В олимпиаде приняли участие более двухсот студентов из шестидесяти двух ВУЗов разных стран, и республик бывшего СССР, и стран дальнего зарубежья. Наш университет представляла команда-сплав опыта и молодости. Для Дамира Сафина и Сергея Юркина, студентов четвертого курса, это уже пятая олимпиада и возможно последняя, так как регламенты большинства олимпиад не допускают к участию студентов магистратуры. Студенты второго курса Ярослав Москалев, Рамазан Казанцев и Ислам Закиев начали заниматься на факультативных занятиях по теоретической механике только в этом году и для них эта олимпиада оказалась дебютной. Опытные Дамир Сафин и Сергей Юркин выступили на своем уровне и награждены дипломами II степени. Молодые участники, можно сказать, в этот раз «понюхали порох» и полны решимости достигать высот на будущих олимпиадах. В командном зачете КФУ занял одиннадцатое место. Поздравляем наших студентов с успешным выступлением на интернет-олимпиаде! Подготовкой команды занимался руководитель кружка по теоретической механике доцент кафедры аэрогидромеханики Марданов Ренат Фаритович. Дополнительные материалы об олимпиаде, конкурсные задания и их решения представлены на сайте в интернете: https://tdei.edu.tm/baslesik/5# Ключевые слова: Олимпиада , теоретическая механика , студенты"
}