{
  "url": "https://kpfu.ru/math/strctre/mech/fluid/vstrecha-s-predstavitelyami-gk-39arax39-temy-dlya.html",
  "title": "Встреча с представителями ГК 'ARAX'. Темы для практик",
  "content": "16 апреля 2025 Встреча с представителями ГК \"ARAX\". Темы для практик 9 апреля прошла встреча с представителями ГК «ARAX». Спикерами выступили ведущие специалисты группы компаний — Дмитрий Иващенко и Марат Гарнышев, которые рассказали о деятельности организации. Также математики «ARAX» Наиль Нуреев и Эдуард Харахашьян поделились особенностями своей работы. Участники узнали о требованиях компании к сотрудникам и возможных направлениях сотрудничества. Также в этом году студентам были предложены следующие темы по направлению «Механика и математическое моделирование», согласованные с кафедрой аэрогидромеханики: PRIME-анализ Анализ разработки нефтегазового объекта на основе диагностических метрик (1 чел.); Анализ эффективности геолого-технических мероприятий на скважинах (1 чел.); Создание бота-справочника на основе языковых моделей (2 чел.): загрузка данных в базу контекстов, написание части кода справочника (Python). PolyGon: Обработка данных Подготовка датасета для автоматизации согласования дебитов и давлений; Воспроизвести алгоритм вейвлет-сглаживания (вейвлеты I поколения) из отраслевого стандарта; Ускорить код сглаживания данных на основе вейвлетов II поколения; Автоматизировать выбор параметров, регулирующих сглаживание; Исследовать обработку сигнала по частям (при обработке данных 1 млн точек частями по 1000 точек возникает вопрос склейки результата). PolyGon: Тестирование технологий Анализ взаимного влияния скважин методами деконволюции и «ёмкость – сопротивление», подготовка данных для расчёта. Для прохождения практики на предприятии обучающийся должен получить согласие научного руководителя при условии отсутствия задолженностей по выполнению дипломной работы и обратиться к заведующему кафедрой для составления приказа не позднее чем за месяц до проведения практики. Ключевые слова: практика , ГК «ARAX» , кафедра аэрогидромеханики"
}