{
  "url": "https://kpfu.ru/math/strctre/mech/fluid/vystavka-39epoha-mt-nuzhina39-456734.html",
  "title": "Выставка 'Эпоха М.Т. Нужина'",
  "content": "23 ноября 2024 Выставка \"Эпоха М.Т. Нужина\" 21.11.2024 в предактовом зале Музея истории Казанского университета состоялось открытие выставки «Эпоха М.Т. Нужина», посвященной 110-летию со дня рождения выдающегося ректора Казанского университета (1954–1979), ветерана Великой Отечественной войны, механика и математика, профессора Михаила Тихоновича Нужина. От кафедры аэрогидромеханики с приветственным словом к присутствующим выступил доцент Евгений Иванович Филатов. М. Т. Нужин по праву считается одним из основоположников нового направления в математической физике, получившего название «Обратные краевые задачи теории аналитических функций». Результаты М. Т. Нужина имеют фундаментальное значение и представляют большой теоретический интерес и практическую значимость. М. Т. Нужину принадлежит абсолютный рекорд по длительности пребывания во главе Казанского университета. Четверть века работал ректором этот выпускник КГУ, талантливый математик и механик, ставший крупным учёным, блестящим педагогом и замечательным организатором науки и образования. Его личный вклад в развитие университета настолько значителен, что на рубеже ХХ-ХХI вв. в университетской истории все более отчётливо утверждается понятие «эпоха Нужина». Благодарим сотрудников Музея истории Казанского унивреситета за большую проделанную работу! И предлагаем всем сотрудникам и студентам ИММ, особенно отделения механики, посетить выставку «Эпоха М.Т. Нужина» с понедельника по субботу с 9 до 18 часов в предактовом зале Музея истории Казанского университета (главное здание КФУ). Ниже приведены ссылки на информационные материалы КФУ, где можно ознакомиться биографией Михаила Тихоновича https://kpfu.ru/math/history/znamenitye-personalii/nuzhin-mihail-tihonovich https://kpfu.ru/social-org/sovet-veteranov/21-oktyabrya-2019-g-ispolnilos-105-let-so-dnya.html https://media.kpfu.ru/news/polk https://kpfu.ru/shkola-mehaniki_109038.html https://kpfu.ru/math/11-avgusta-1983-goda-ne-stalo-sovetskogo-435900.html https://kpfu.ru/museum-of-history/ekspoziciya/matematika-i-mehanika-v-kazanskom-universitete/matematika-i-mehanika-v-kazanskom-universitete-20896.html Про выставку «Эпоха М.Т.Нужина» https://kpfu.ru/about_university/struct/direkciya-muzeev-kfu/muzei-kfu/vystavka-39epoha-mt-nuzhina39-456636.html https://media.kpfu.ru/news/vystavka-k-110-letiyu-so-dnya-rozhdeniya-rektora-nuzhina-otkrylas-v-kfu Ключевые слова: М.T. Нужин , выставка , кафедра аэрогидромеханики"
}