{
  "url": "https://kpfu.ru/math/strctre/mech/fluid/zaschity-diplomnyh-rabot-2024-g-450259.html",
  "title": "Защиты дипломных работ 2024 г.",
  "content": "25 июня 2024 Защиты дипломных работ 2024 г. 20 и 21 июня состоялись защиты выпускных квалификационных работ бакалавров и магистерских диссертаций. Доклады студентов были высоко оценены членами экзаменационной комиссии, преподавателями отделения механики и научными руководителями студентов. В этом году студенты кафедры аэрогидромеханики представили результаты следующих исследований Магистры (научный руководитель, студент, тема) зав.каф., д.ф.-м.н. Поташев К.А. Ураимов А. Определение длин трещин гидродразрыва пласта по результатам трассерных исследований. Мухина М. Оценка точности модели двухфазной фильтрации в фиксированных трубках тока. проф., д.ф.-м.н. Маклаков Д.В. Хайруллин А. Обтекание круговой впадины по схемам Л. Фёппля и М.А. Лаврентьева. доц., д.ф.-м.н. Нуриев А.Н. Делягина Е. Моделирование жидкого мостика. доц., к.ф.-м.н. Марданов Р.Ф. Коншина А. Кинетика забивки волокнистого фильтра. Сафин Д. Моделирование осаждения взвеси в смешанном фильтре. Бакалавры (научный руководитель, студент, тема) зав.каф., д.ф.-м.н. Поташев К.А. Еремин И. Осредненная по высоте модель пласта вблизи горизонтальных скважин. Сафин Р. Учет сжимаемости газа в двумерной модели стационарной фильтрации. Сергеев Я. Быстрые алгоритмы оптимизации системы заводнения нефтяного пласта. проф., д.ф.-м.н. Маклаков Д.В. Казанцев Р. Эффективный метод расчета почти предельных периодических гравитационных поверхностных волн. Халяпова А. Обтекание цилиндра потоком с постоянной завихренностью. Михайлова Е. Задача о натекании струи на горизонтальную свободную поверхность. Яковлева Ю. Течение двухслойной жидкости над неровным дном. доц., д.ф.-м.н. Зарипов Д.И. Дмитрачкова А. Повышение производительности метода Particle Image Velocimetry для исследования кинематических характеристик турбулентного течения (параллельные вычисления на CPU и GPU). доц., д.ф.-м.н. Нуриев А.Н. Фаррахов Т. Моделирование течения в центробежном насосе с использованием MRF подхода. Корякова Е. Моделирование течений около вращающихся тел. Соколова Д. Моделирование течения в центробежном насосе в нестационарной постановке. доц., к.ф.-м.н. Калинин Е.И. Мымрина Е. Решение задачи о течении в разветвлённой сосудистой системе с использованием одномерной модели кровотока. доц., к.ф.-м.н. Камалутдинов А.М. Зайцев М. Анализ режимов тепломассопереноса, возникающих при обтекании двух соединенных пластин. Федоркин О. Анализ режимов тепломассопереноса, возникающих при обтекании пластины сложного сечения. доц., к.ф.-м.н. Марданов Р.Ф. Закиев И. Метод граничных элементов для расчета медленного течения вязкой жидкости под действием массовых сил. Айдашева В. Расчет гидродинамических сил, действующих на проницаемый круговой контур, обтекаемый потоком Стокса. Ибрагимова Г. Моделирование гидродинамики течения аэрозольного фильтра с пористым осадком на волокнах. Телегин С. Модель улавливания частиц в рукавном фильтре. доц., к.ф.-м.н. Филатов Е.И. Головня Н. Расчет параметров газа в ударной трубе. Девятых А. Расчет ударных волн в Лагранжевых переменных. Поздравляем студентов с завершением очередной ступени образования и желаем дальнейших научных достижений! Ключевые слова: ВКР , защита , кафедра аэрогидромеханики"
}