{
  "url": "https://kpfu.ru/math/strctre/mech/fluid/zasedanie-sekcii-39aerogidromehanika39-v-ramkah.html",
  "title": "Заседание секции 'Аэрогидромеханика' в рамках школы-конференции 'Лобачевские чтения-2025'",
  "content": "01 декабря 2025 Заседание секции \"Аэрогидромеханика\" в рамках школы-конференции \"Лобачевские чтения-2025\" В Казанском федеральном университете продолжается работа ежегодной Всероссийской молодежной школы-конференции \" Лобачевские чтения \", направленной на привлечение талантливой молодежи к фундаментальным научным исследованиям. Мероприятие традиционно объединяет молодых преподавателей, исследователей, аспирантов и студентов, предоставляя им возможность представить результаты своих научных работ. В этом году школа-конференция проходит в смешанном формате с 27 ноября по 2 декабря 2025 года , охватывая сразу несколько направлений современной математики и механики, среди которых алгебра и математическая логика, машинное обучение, геометрия и топология, дифференциальные уравнения, функциональный анализ, вычислительные методы, компьютерное моделирование, аэрогидромеханика и другие. Секция «Аэрогидромеханика» традиционно привлекла интерес участников, представив доклады, посвящённые актуальным вопросам моделирования течений, численных методов и задач нефтегазовой отрасли. С докладами выступили: А.И. Малбаева , студентка 4 курса кафедры аэрогидромеханики «Сравнение эффективности численных схем для решения одномерного уравнения переноса насыщенности в трубках тока» ; Н.А. Головня , магистрант 2 курса филиала МГУ в г. Саров (выпускник бакалавриата кафедры аэрогидромеханики ИММ КФУ) «Использование схемы КАБАРЕ для моделирования двухжидкостных течений с теплообменом» ; Д.Р. Салимьянова , ассистент и аспирант кафедры аэрогидромеханики «Верификация метода учёта несовершенства вертикальных скважин» . Выступления сопровождались обсуждениями и получили положительные отзывы участников секции, отметивших актуальность поднятых вопросов и высокий уровень подготовки докладчиков. Кафедра аэрогидромеханики благодарит всех участников за активную работу и достойное представление научных результатов и желает дальнейших успехов в исследовательской деятельности. Ключевые слова: школа-конференция , секция 'Аэрогидромеханика' , наука"
}