{
  "url": "https://kpfu.ru/math/strctre/mech/fluid/zaschita-vypusknyh-rabot-na-kafedre-469102.html",
  "title": "Защита выпускных работ на кафедре аэрогидромеханики",
  "content": "08 июля 2025 Защита выпускных работ на кафедре аэрогидромеханики 7 июля на кафедре аэрогидромеханики свои выпускные квалификационные работы защитили студенты бакалавриата и магистратуры. Экзаменационная комиссия отметила высокий уровень подготовки, актуальность тем и качественное выполнение исследований. Защиты прошли в формате содержательных дискуссий: студенты продемонстрировали не только глубокие знания материала, но и умение аргументированно ответить на вопросы. Темы дипломных работ бакалавров : Научный руководитель ФИО студента, тема зав.каф., д.ф.-м.н. Поташев К.А. Хворенков М. Интерпретация термометрии действующей нагнетательной скважины Ширманова К. Сценарии управления горизонтальной скважиной вблизи газо-водяного контакта проф., д.ф.-м.н. Нуриев А.Н. Гумеров Н. Исследование гидродинамического воздействия на колеблющиеся балки Исмагилов Д. Формирование тяги за счет упругих колебаний тонкого тела в жидкости доц., к.ф.-м.н. Калинин Е.И. Рахимов А. Задача о теплообмене в канале с вращающимся круговым препятствием Романов А. Метод решёточных уравнений Больцмана для нестационарного моделирования течения вязкой жидкости в канале доц., к.ф.-м.н. Камалутдинов А.М. Серкина А . Применение нейронных сетей в задачах гидромеханики доц., к.ф.-м.н. Марданов Р.Ф. Ермошин А. Расчет эффективности осаждения частиц на нановолокне Маханов И. Обтекание проницаемой мембраны медленным потоком вязкой жидкости. Темы магистерских диссертаций: зав.каф., д.ф.-м.н. Поташев К.А. Салимьянова Д. Моделирование водоизоляционных мероприятий в стратифицированных нефтяных пластах Усманов Д. Идентификация коэффициентов граничных условий фильтрационной модели нефтяной залежи доц., к.ф.-м.н. Камалутдинов А.М. Максимова А. Интенсификация вынужденной конвекции с помощью осциллирующих тел Тухбатуллин А. Построение разностных схем для задач гидромеханики с помощью нейронных сетей доц., д.ф.-м.н. Нуриев А.Н. Баймуратова А. Колебательный движитель для перемещения в жидкости Богданович Е. Определение гидродинамического воздействия на колеблющееся тело д.ф.-м.н., Никифоров А.И. Лазарев И. Численное моделирование отложения парафинов при добыче нефти закачкой холодной воды Кафедра поздравляет выпускников с успешным завершением важного этапа и желает дальнейших профессиональных достижений! Особую благодарность выражаем научным руководителям за качественную подготовку студентов! Источник информации: кафедра аэрогидромеханики Ключевые слова: ВКР , защита , кафедра аэрогидромеханики"
}