{
  "url": "https://kpfu.ru/math/strctre/mech/fluid/zasedanie-sekcii-39aerogidromehanika39-itogovoj-466030.html",
  "title": "Заседание секции 'Аэрогидромеханика' Итоговой научно-образовательной конференции студентов КФУ",
  "content": "28 апреля 2025 Заседание секции \"Аэрогидромеханика\" Итоговой научно-образовательной конференции студентов КФУ 18 апреля 2025 г. на кафедре состоялось заседание секции \"Аэрогидромеханика\", организованное в рамках традиционной Итоговой научно-образовательной конференции студентов КФУ. В мероприятии приняли участие студенты старших курсов бакалавриата и магистранты, которые представили результаты своих научных исследований в области аэрогидромеханики: Ильина А.Н., Земцева Э.С. (3 курс) Проектирование режимов размещения водоизолирующего материала сложной реологии в высокопроницаемом пропластке. Научный руководитель: зав. кафедрой, д-р физ.-мат. наук К.А. Поташев. Салимьянова Д.Р. (магистрант, 2-й год обучения) Повышение точности математической модели двухфазной фильтрации в двумерных трубках тока. Научный руководитель: зав. кафедрой, д-р физ.-мат. наук К.А. Поташев. Закиев И.И. (магистрант, 1-й год обучения) Расчет траекторий и поля концентраций при инерционном осаждении взвешенных частиц. Научный руководитель: доцент, канд. физ.-мат. наук Р.Ф. Марданов. Маханов И.А. (4 курс) Обтекание проницаемой мембраны медленным потоком вязкой жидкости. Научный руководитель: доцент, канд. физ.-мат. наук Р.Ф. Марданов. Ермошин А.С. (4 курс) Расчет эффективности осаждения частиц на нановолокне. Научный руководитель: доцент, канд. физ.-мат. наук Р.Ф. Марданов. Казанцев Р.В. (магистрант, 1-й год обучения) Моделирование волнового цуга методом зеркального отражения относительно удаленной эквипотенциали. Научный руководитель: проф., д-р физ.-мат. наук Д.В. Маклаков. Исмагилов Д.А. (4 курс) Формирование тяги за счет упругих колебаний тонкого тела в жидкости. Научный руководитель: проф., д-р физ.-мат. наук А.Н. Нуриев. Гумеров Н.Н. (4 курс) Трехмерное исследование пропульсивного движения биомиметического пловца в жидкости. Научный руководитель: проф., д-р физ.-мат. наук А.Н. Нуриев. В работе секции принял участие профессор МГТУ им. Н.Э. Баумана И.К.Марчевский, проявивший активный интерес к представленным работам. Итоги конференции: По результатам выступлений призовые места распределились следующим образом: 1 место: Казанцев Р.В. 2 место: Салимьянова Д.Р. 3 место: Исмагилов Д.А. Заседание секции показало активную научную работу студентов и магистрантов. Представленные исследования охватили как фундаментальные вопросы, так и прикладные аспекты. Кафедра выражает благодарность участникам и научным руководителям за вклад в проведение мероприятия. Ключевые слова: ИНОКС , студенты , кафедра аэрогидромеханики"
}