{
  "url": "https://kpfu.ru/Artem.Nuriev",
  "title": "Нуриев Артем Наилевич. Общие сведения",
  "content": "Нуриев Артем Наилевич Нуриев Артем Наилевич Дата рождения 22.04.1987 Занимаемые должности профессор, д.н., КФУ / Институт математики и механики им. Н.И. Лобачевского / отделение механики / Кафедра аэрогидромеханики (основной работник) ведущий научный сотрудник, д.н., КФУ / Институт математики и механики им. Н.И. Лобачевского / НИЛ Интеллектуальные биомиметические и природосообразные системы (внутренний совместитель) Ученые степени кандидат (физико-математические науки) (05.05.2014) по специальности 01.02.05 - Механика жидкости, газа и плазмы , название диссертации \"ТЕЧЕНИЕ ВЯЗКОЙ ЖИДКОСТИ ВОКРУГ ОСЦИЛЛИРУЮЩЕГО ЦИЛИНДРА: ЧИСЛЕННЫЙ ЭКСПЕРИМЕНТ, АСИМПТОТИЧЕСКИЙ И БИФУРКАЦИОННЫЙ АНАЛИЗ\" доктор (физико-математические науки) (23.10.2023) по специальности 01.02.05 - Механика жидкости, газа и плазмы , название диссертации \"Колебательное движение удлиненных тел в вязкой жидкости\" Ученые звания доцент (22.06.2023) Знание языков английский (Свободное владение) Дополнительные сведения Ключевые направления исследований﻿ ﻿ Файлы F_Uchebnoe.posobie.po.OpenFOAM.pdf Пожалуйста, используйте этот идентификатор, чтобы цитировать или ссылаться на эту карточку: https://kpfu.ru/Artem.Nuriev Рабочий адрес: Казань, ул. Кремлевская, д. 18, Учебное здание №06 (Дом ректора - кафедра механики и оболочек) Номер кабинета: 1.7 Телефон: 2337230 E-mail: Artem.Nuriev@kpfu.ru Google scholar: https://scholar.google.ru/citations?user=_z5yUswAAAAJ&hl=ru Scopus (Author ID):: http://www.scopus.com/authid/detail.url?authorId=57216425052 Web of Science (Researcher ID):: https://www.webofscience.com/wos/author/record/K-8905-2015 Youtube: https://www.youtube.com/channel/UCkX-nivHrTngABoaT7qa_Ag/ orcid: https://orcid.org/0000-0003-1561-557X Общие сведения Направления научной работы Преподаваемые дисциплины Показатели продуктивности Повышение квалификации Расписание Мероприятия Результативность работы Статьи Тезисы и материалы конференций Учебники и учебные пособия Руководство НИР Публикации в СМИ Дистанционное образование Исследования Педагогический стаж (ППС) в ВУЗе: 5 лет 11 месяцев с 02.09.2013 Научно-педагогический стаж: 12 лет с 02.09.2013 Общий стаж: 17 лет с 01.02.2009 Непрерывный в КФУ: 9 лет 4 месяца с 11.10.2016"
}