{
  "url": "https://kpfu.ru/math/strctre/mech/fluid/spisok-predlagaemyh-tem-kursovyh-i-diplomnyh-rabot",
  "title": "Темы курсовых и дипломных работ",
  "content": "Список предлагаемых тем курсовых и дипломных работ НОРМАТИВНО-ПРАВОВОЕ ОБЕСПЕЧЕНИЕ Регламент от 21 февраля 2019 г. № 0.1.1.67-08/17/19 \"Подготовки и защиты курсовой работы в федеральном государственном автономном образовательном учреждении высшего образования \"Казанский (Приволжский) федеральный университет\" Регламент от 23 апреля 2020 г. № 0.1.1.67-08/39-b/20 \"Подготовки и защиты выпускной квалификационной работы обучающимися федерального государственного автономного образовательного учреждения высшего образования \"Казанский (Приволжский) федеральный университет\" Архив тем выпускных квалификационных работ ТЕМЫ РАБОТ 2025 / 2026 уч. г. Курсовые работы бакалавров на 1, 2 семестры, 3 курс НАУЧНЫЙ РУКОВОДИТЕЛЬ ФИО СТУДЕНТА, ТЕМА проф., д.ф.-м.н. Маклаков Д.В. Маннанов И. Обтекание гидродинамической особенности вблизи твердой стенки или свободной поверхности Федоров К. Обтекание вихря вблизи твердой стенки или свободной поверхности проф., д.ф.-м.н. Нуриев А.Н. Бегерестанова Л. Ламинарные и турбулентные режимы обтекания крылового профиля Васютина В. Эффективность машущего крыла Поздеева А. Влияние точки отрыва потока на направление движения машущего крыла доц., д.ф.-м.н. Зарипов Д.И. Габдулхакова Д. Ламинарно-турбулентный переход в канале с препятствиями доц., к.ф.-м.н. Калинин Е.И. Гуссамов И. Метод декомпозиции области для численного решения задач гидромеханики доц., к.ф.-м.н. Камалутдинов А.М. Егоров М. Калибровка моделей турбулентности для двумерных течений. Степанов К. Оптимизация формы обтекаемого тела в двумерных течениях. доц., к.ф.-м.н. Марданов Р.Ф. Асылбаева А. Расчет сил, действующих на тело, обтекаемое фильтрационным потоком. Демидова У. Обтекание кругового контура, расположенного в периодической ячейке, потоком Стокса. доц., к.ф.-м.н. Филатов Е.И. Файрушин Р. Аэродинамические характеристики спускаемого космического аппарата Андреева Д. Расчет аэродинамических сил для низколетящих спутников Земли д.т.н., проф. каф. геологии и геофизики нефти и газа, Уральский государственный горный университет, Липаев А.А., научный консультант зав. каф., д.ф.-м.н. Поташев К.А. Кадргулов В. Определение тепловых свойств материалов по температурным замерам в системе контактирующих двух тел при постоянном нагреве Дипломные работы бакалавров, 4 курс НАУЧНЫЙ РУКОВОДИТЕЛЬ ФИО СТУДЕНТА, ТЕМА зав.каф., д.ф.-м.н. Поташев К . А . Малбаева А.И. Эффективные схемы численного решения уравнений переноса в пористой среде Ильина А.Н. Термометрия вертикальных добывающих скважин в слоисто-неоднородном пласте Земцева Э.С. Моделирование заводнения в МФТТ с учетом гравитационных и капиллярных сил Зиганшина Р. Моделирование притока к горизонтальной скважине вблизи фазовых контактов в MRST проф., д.ф.-м.н. Маклаков Д.В. Нигматулин Р.Д. Обтекание пластинки при наличии закрылка, моделируемого точечным вихрем проф., д.ф.-м.н. Нуриев А.Н. Кокорина Е.А. Развитие гидродинамических неустойчивостей при обтекании круглого цилиндра осцилляционным и стационарным потоком. Иванушкин Э.К. Развитие трёхмерных течений около эллиптического машущего крыла. доц., к.ф.-м.н. Калинин Е.И. Каюмова Л. Численное и экспериментальное исследование закрученного потока Рахматуллина Р. Влияние расположения завихрителя на теплообмен в канале доц., к.ф.-м.н. Камалутдинов А.М. Вашурин С.К. Применение нейронных сетей для определения параметров потока и коэффициентов турбулентной модели. доц., к.ф.-м.н. Филатов Е.И. Романов К.Н. Оптимизация формы крыла сверхзвукового самолета Миннибаев Б.В. Расчет аэродинамических характеристик низколетящих космических аппаратов зав. каф. мат. статистики, д.ф.-м.н. Турилова Е.А. Жучков М.Л. Операторные и вероятностные аспекты аксиоматики механических систем Мубаракшин Р.А. Элементы теории алгебры операторов в обосновании квантовой логики и механики Дипломные работы магистров, 1 курс НАУЧНЫЙ РУКОВОДИТЕЛЬ ФИО СТУДЕНТА, ТЕМА зав.каф., д.ф.-м.н. Поташев К . А . Ширманова К. Управление притоком к горизонтальной скважине проф., д.ф.-м.н. Нуриев А.Н. Исмагилов Д. Формирование тяги за счет упругих колебаний тонкого тела в жидкости Гумеров Н. Исследование трехмерного пропульсивного движения биомиметического пловца в жидкости доц., к.ф.-м.н. Марданов Р.Ф. Маханов И. Моделирование обтекания тонкой проницаемой мембраны медленным потоком вязкой жидкости. Телегин С. Моделирование осаждения частиц в рукавном фильтре. доц., к.ф.-м.н. Камалутдинов А.М. Шарандак Д.Э. Оптимизация формы обтекаемого тела в двумерных течениях. Дипломные работы магистров, 2 курс НАУЧНЫЙ РУКОВОДИТЕЛЬ ФИО СТУДЕНТА, ТЕМА зав.каф., д.ф.-м.н. Поташев К . А . Еремин И. Управление притоком пластового флюида к горизонтальным скважинам проф., д.ф.-м.н. Маклаков Д.В. Казанцев Р. О моделировании волнового цуга и решениях типа уединенной волны в жидкости бесконечной глубины Шадт М. Натекание струи на стенку проф., д.ф.-м.н. Нуриев А.Н. Фаррахов Т. Моделирование гидродинамики центробежного насоса доц., д.ф.-м.н. Зарипов Д.И. Дмитрачкова А. Бессеточный метод Particle Image Velocimetry Пантелеев С. Статистические характеристики пульсирующего течения в трубе доц., к.ф.-м.н. Калинин Е.И. Мымрина Е. Моделирование кипящего слоя катализатора с помощью многофазного метода Эйлера доц., к.ф.-м.н. Камалутдинов А.М. Федоркин О. Исследование течений вблизи модели, геометрически близкой к корпусу автомобиля доц., к.ф.-м.н. Марданов Р.Ф. Закиев И. Расчет течения газовзвеси с учетом взаимодействия частиц и газа Ибрагимова Г. Моделирование образования пористого осадка на волокне при диффузионном осаждении частиц доц., к.ф.-м.н. Филатов Е.И. Сафин Р. Расчет параметров движения ударной волны по газу переменной плотности зав. каф. моделирования экологических систем ИЭБП, д.ф.-м.н. Зарипов Ш.Х. Пурвис А. Математическое моделирование дробления частиц Темы работ аспирантов НАУЧНЫЙ РУКОВОДИТЕЛЬ ФИО АСПИРАНТА, КУРС, ТЕМА зав.каф., д.ф.-м.н. Поташев К . А . Салимьянова Д. 1 курс (КФУ, ИММ) Моделирование потокоотклоняющих технологий повышения нефтеотдачи пласта методом фиксированных двумерных трубок тока Усманов Д. 1 курс (КФУ, ИГиНГТ) Высокопроизводительные алгоритмы повышенной точности для адаптации граничных условий гидродинамической модели нефтяной залежи балансовым методом Ураимов А. 2 курс (КФУ, ИММ) Проектирование многозонного гидроразрыва нефтяного пласта по модели фильтрации в трубках тока доц., к.ф.-м.н. Марданов Р.Ф. Сафин Д. 1 курс (КФУ, ИММ) Моделирование осаждения взвеси в аэрозольном волокнистом фильтре смешанного типа Ибрагимов А., соискатель (КФУ, ИММ) Метод граничных элементов с разложениями в ряды Фурье для расчета течений Стокса Источник информации: кафедра аэрогидромеханики"
}