{
    "url": "https://kpfu.ru/math/strctre/mech/fluid",
    "title": "Кафедра аэрогидромеханики\\Отделение механики - Казанский (Приволжский) федеральный университет",
    "content": "Кафедра аэрогидромеханики\\Отделение механики - Казанский (Приволжский) федеральный университет Главная \\ Образование \\ Институт математики и механики им. Н.И. Лобачевского \\ Структура \\ Отделение механики \\ Кафедра аэрогидромеханики Кафедра аэрогидромеханики Кафедра образовалась в середине 1930-х годов. В данный момент на кафедре работают доктора наук Губайдуллин Д.А.,​ Зарипов Д.И., Маклаков Д.В., Нуриев А.Н., Поташев К.А. Кафедра обеспечивает преподавание курсов, связанных с научной тематикой кафедры, основу которой составляют следующие направления: - гидродинамика вязкой и идеальной жидкости, - вычислительная гидродинамика, - подземная гидромеханика, - гидромеханика многофазных сред. При кафедре проводятся семинары по гидродинамике и подземной гидромеханике. Презентация о сотрудниках кафедры (2 Mb) ​ Презентация о направлениях подготовки и НИР обучающихся отделения механики (6 Mb) Презентация о программах магистратуры (6 Mb) - \"Механика жидкости, газа и плазмы\", - \"Механика нефтяного и газового пласта\". Предложения по взаимодействию с промышленными партнерами (0.7 Mb) ​ Presentation about Fluid Mechanics Department (3 Mb). Руководитель: Поташев Константин Андреевич Телефон: +7 (843) 2065224, доб. 3108 E-mail: Konstantin.Potashev@kpfu.ru Адрес: Казань, ул. Кремлевская, д. 35, Учебное здание №14 (Корпус №2), ауд. 602 Положение: открыть файл История кафедры Состав кафедры Методические пособия Семинары и кружки Темы курсовых и дипломных работ Электронные ресурсы Публикации Встречи с работодателями График консультаций Фотоотчеты Объявления 03 февраля 2026 Защита кандидатской диссертации Хамидуллина М.Р. На заседании диссертационного совета КФУ.011.1 состоится защита кандидатской диссертации Хамидуллина М.Р. Планируемая дата события: 16.04.2026 03 февраля 2026 Защита докторской диссертации Марданова Р.Ф. На заседании диссертационного совета КФУ.011.1 состоится защита докторской диссертации доцента кафедры аэрогидромеханики Марданова Р.Ф. Планируемая дата события: 16.04.2026 Все объявления Новости 10 февраля 2026 Сотрудники и студенты кафедры аэрогидромеханики отмечены на торжественной церемонии награждения сотрудников, студентов, аспирантов и их наставников за высокие достижения в научно-исследовательской деятельности Благодарственные письма вручены сотрудникам и студентам кафедры аэрогидромеханики Наука Студенческая жизнь 06 февраля 2026 Состоялась торжественная церемония вручения Раисом Республики Татарстан Р.Н.Миннихановым Государственных премий Республики Татарстан в области науки и техники и государственных наград Награды вручены научному коллективу сотрудников Казанского федерального университета Наука 31 января 2026 Исследования профессора и магистранта кафедры аэрогидромеханики опубликованы в ведущем журнале по гидромеханике В Journal of Fluid Mechanics опубликована статья профессора и магистранта кафедры аэрогидромеханики Наука 30 января 2026 Аспирант кафедры аэрогидромеханики удостоен специальной государственной стипендии Республики Татарстан Специальная стипендия Республики Татарстан присуждается наиболее перспективным студентам и аспирантам, чьи научные работы и академические результаты с Образование Наука Конкурсы 08 декабря 2025 Сотрудники кафедры аэрогидромеханики – лауреаты Госпремии РТ в области науки и техники 2025 года Указом Раиса Республики Татарстан объявлены лауреаты Государственной премии Республики Татарстан в 2025 году Наука Конкурсы 03 декабря 2025 КФУ среди лидеров Всероссийской олимпиады по теоретической механике В Уфе прошла Всероссийская олимпиада по теоретической механике среди студентов вузов, организованная на базе УГНТУ 01 декабря 2025 Студенты отделения механики – организаторы проекта \"PROнаука в КФУ\" Студенты отделения механики – организаторы проекта «PROнаука в КФУ» Все новости Для улучшения работы сайта и его взаимодействия с пользователями мы используем файлы cookie. Продолжая работу с сайтом, Вы разрешаете использование cookie-файлов. Вы всегда можете отключить файлы cookie в настройках Вашего браузера. Хорошо Вход в личный кабинет Ваш логин Ваш пароль запомнить меня Забыли пароль? Регистрация Фотография из материала: [...]"
}