{
  "url": "https://kpfu.ru/math/strctre/mech/fluid/19-aprelya-2024-g-proshlo-zasedanie-sekcii-447421.html",
  "title": "19 апреля 2024 г. прошло заседание секции 'АЭРОГИДРОМЕХАНИКА' Итоговой научно-образовательной конференции студентов.",
  "content": "24 апреля 2024 19 апреля 2024 г. прошло заседание секции \"АЭРОГИДРОМЕХАНИКА\" Итоговой научно-образовательной конференции студентов. 19 апреля 2024 г. прошло заседание секции «АЭРОГИДРОМЕХАНИКА» Итоговой научно-образовательной конференции студентов. В этом году на секции прозвучало 13 докладов студентов с 1 курса бакалавриата до 2 курса магистратуры, занимающихся научными исследованиями по направлению аэрогидромеханики: Николаев А.А. (1 курс). Определение места прорыва нефтепровода методом математического моделирования. Научный руководитель – канд. физ.-мат. наук Зеличёнок А.Б. Усманов Д.И. (магистр, 1 г.о.). Идентификация общего коэффициента граничных условий фильтрационной модели нефтяного пласта по замерам давления в скважинах. Научный руководитель – зав. каф., д-р физ.-мат. наук К.А. Поташев. Салимьянова Д.Р. (магистр, 1 г.о.). Чувствительность решения задачи оценки длительности работы скважины к погрешности измерений температуры. Научный руководитель – зав. каф., д-р физ.-мат. наук К.А. Поташев. Казанцев Р. В . (4 курс). Эффективный метод расчета почти предельных поверхностных волн бесконечной глубины. Научный руководитель – проф., д-р физ.-мат. наук Д.В. Маклаков. Дмитрачкова А.П. (4 курс). Бессеточный метод интерполяции двумерных векторных полей скорости. Научный руководитель – доцент, д-р физ.-мат. наук Д.И. Зарипов. Сафин Д.А. (магистр, 2 г.о.). Моделирование осаждения взвеси в смешанном фильтре. Научные руководители – проф., д-р физ.-мат. наук Ш.Х. Зарипов, доцент, канд. физ.-мат. наук Р.Ф. Марданов. Коншина А.А. (магистр, 2 г.о.). Кинетика забивки волокнистого фильтра. Научный руководитель – доцент, канд. физ.-мат. наук Р.Ф. Марданов. Закиев И.И. (4 курс). Метод граничных элементов для расчета медленного течения вязкой жидкости под действием массовых сил. Научный руководитель – доцент, канд. физ.-мат. наук Р.Ф. Марданов. Ибрагимова Г.Ш. (4 курс). Моделирование гидродинамики течения в аэрозольном фильтре с пористым осадком на волокнах. Научный руководитель – доцент, канд. физ.-мат. наук Р.Ф. Марданов. Маханов И.А. (3 курс). Модель обтекания кольцевой мембраны. Научный руководитель – доцент, канд. физ.-мат. наук Р.Ф. Марданов. Баймуратова А.Р. (магистр, 1 г.о.) Асимптотическое и численное исследования гидродинамики машущего крыла. Научный руководитель – доцент, д-р физ.-мат. наук А.Н. Нуриев. Богданович Е.Е. (магистр, 1 г.о.) Аналитико-численное решение задач о поступательных и поступательно-вращательных колебаниях цилиндрических тел в вязкой несжимаемой жидкости. Научный руководитель – доцент, д-р физ.-мат. наук А.Н. Нуриев. Фаррахов Т.Ф. (4 курс). Исследование динамики жидкости в циркуляционном кровяном насосе. Научный руководитель – доцент, д-р физ.-мат. наук А.Н. Нуриев. Результаты секции 1 место – Богданович Е.Е. 2 место – Сафин Д.А. 3 место – Баймуратова А.Р. Призеры по номинациям «За развитие экспериментальных методов гидродинамики» – Дмитрачкова А.П. «За тщательность исследований» – Казанцев Р.В. «За первые успешные шаги в научных исследованиях» – Николаев А.А. Также были отмечены успешные доклады Ибрагимовой Г.Ш., Коншиной А.А., Салимьяновой Д.Р., Усманова Д.И. Сотрудники кафедры аэрогидромеханики оценили общий высокий уровень проработки и подготовки всех докладов и рекомендовали их к участию в конкурсе на лучшую научную работу (КЛНР). Выступление студента 3 курса Маханова И.А. было засчитано в качестве защиты курсовой работы. Поздравляем наших студентов с успешным участием в работе секции и желаем дальнейших научных успехов! Ключевые слова: ИНОКС , секция 'Аэрогидромеханика' , наука"
}