{
  "url": "https://kpfu.ru/math/strctre/mech/fluid/ekskursiya-v-laboratoriju-gidrodinamiki-i-466820.html",
  "title": "Экскурсия в лабораторию гидродинамики и теплообмена ФИЦ КазНЦ РАН",
  "content": "19 мая 2025 Экскурсия в лабораторию гидродинамики и теплообмена ФИЦ КазНЦ РАН 16 мая 2025 года студенты второго курса направления \"Механика и математическое моделирование\" посетили лабораторию гидродинамики и теплообмена Института энергетики и перспективных технологий ФИЦ КазНЦ РАН . Мероприятие прошло на территории ООО «Научно-производственное предприятие «ИРВИС» в Технополисе «Химград». Экскурсию провели д.т.н. Валерий Михайлович Молочников и д.ф.-м.н., доцент кафедры аэрогидромеханики Динар Ильясович Зарипов . В ходе визита студенты ознакомились с историей создания лаборатории, основными направлениями научных исследований и современным экспериментальным оборудованием. Особое внимание было уделено методам оптической диагностики потоков, включая технологии Particle Image Velocimetry (PIV) и Smoke Image Velocimetry (SIV). Эти методы позволяют проводить точные измерения и анализ мгновенных векторных полей скорости потока в трехмерном пространстве. Александра Поздеева поделилась впечатлениями: \"Экскурсия мне понравилась. Было очень полезно увидеть, чем конкретно занимаются специалисты в этой области, послушать об их опыте работы и планах на будущее. Также впечатлили прекрасные условия для исследований на предприятии — это открывает широкие возможности и позволяет получать более точные результаты. Экскурсия значительно расширила моё представление о направлениях исследований нашей кафедры\". Матвей Егоров добавил: \"Особенно интересно было узнать, как исследователи буквально продвигают передний край науки в области гидромеханики. Хотя некоторые моменты пока остаются сложными для понимания, нас заверили, что на старших курсах мы сможем разобраться во всех тонкостях и, при желании, даже принять участие в таких исследованиях\". Посещение лаборатории предоставило студентам возможность познакомиться с актуальными научными исследованиями в области гидродинамики и теплообмена, а также увидеть практическое применение современных математических методов. Ключевые слова: экскурсия , лаборатория ФИЦ КазНЦ РАН , кафедра аэрогидромеханики"
}