{
  "url": "https://kpfu.ru/math/strctre/mech/fluid/issledovaniya-professora-i-magistranta-kafedry.html",
  "title": "Исследования профессора и магистранта кафедры опубликованы в ведущем журнале по гидромеханике",
  "content": "31 января 2026 Исследования профессора и магистранта кафедры аэрогидромеханики опубликованы в ведущем журнале по гидромеханике В Journal of Fluid Mechanics опубликована статья профессора кафедры аэрогидромеханики Маклакова Дмитрия Владимировича и магистранта 2 года обучения Казанцева Рамзана Валерьевича «Solutions of the solitary wave type on the surface of an infinite depth fluid with a submerged point vortex». Журнал относится к числу наиболее авторитетных и высокорейтинговых международных изданий в области гидромеханики и выпускается Cambridge University Press. Статья посвящена исследованию двумерных течений идеальной жидкости бесконечной глубины над погружённым точечным вихрем. В общем случае такие течения сопровождаются формированием бесконечного волнового цуга за вихрем, для которого до настоящего времени не существует точного решения. В своей работе авторы последовательно исследуют как течения с волновым цугом, так и особый класс решений, соответствующий его исчезновению. Основное внимание уделено поиску режимов типа уединённой волны - состояний, при которых возмущение свободной поверхности оказывается локализованным, волны на бесконечности отсутствуют, а волновое сопротивление строго равно нулю. Авторы показали, что при фиксированных параметрах течения существуют несколько дискретных решений типа уединенной волны. При этом найдены уединённые волны сложной формы — с несколькими выраженными «горбами» на свободной поверхности. Полученные точные численные решения, впервые полученные для уединенных волн, расширяют и уточняют ранее известные результаты для этой классической гидродинамической постановки. Выходные данные : Maklakov D. V., Kazantsev R. V. Solutions of the solitary wave type on the surface of an infinite depth fluid with a submerged point vortex // Journal of Fluid Mechanics. — 2025. — Vol. 1025. — Article A41. — DOI: 10.1017/jfm.2025.10964. Персонали: Маклаков Дмитрий Владимирович , Казанцев Рамзан Валерьевич Ключевые слова: исследования , наука , гидромеханика"
}