{
  "url": "https://kpfu.ru/math/strctre/mech/fluid/komanda-kfu-v-vesennem-semestre-prinyala-uchastie.html",
  "title": "Команда КФУ в весеннем семестре приняла участие в трех олимпиадах по теоретической механике",
  "content": "28 июня 2024 Команда КФУ в весеннем семестре приняла участие в трех олимпиадах по теоретической механике Традиционно команда КФУ по теоретической механике в течение семестра занимается подготовкой, а затем принимает участие в одной олимпиаде. В весеннем семестре этого года нам удалось принять участие в трех олимпиадах, проводившихся в дистанционных и очных форматах. В начале семестра студенты третьего курса Дамир Исмагилов, Ильяс Маханов и Илья Гуревич приняли участие в первом туре Открытой международной студенческой Интернет-олимпиады по теоретической механике , по результатам которого Д. Исмагилов, И. Маханов прошли во второй тур. Во втором туре, проходившем в Поволжском государственном технологическом университете (г. Йошкар-Ола), представители КФУ показали отличный результат: Дамир Исмагилов был удостоен золотой медали, а Ильяс Маханов – бронзовой. С 22 по 26 апреля 2024г. проходила возобновленная после трехлетнего перерыва Международная олимпиада студентов ВУЗов по теоретической механике в Белорусском государственном университете транспорта (г. Гомель, республика Белоруссия). Казанский университет здесь представлял более опытный коллектив в составе студентов четвертого курса Ильи Еремина, Ислама Закиева и Рамзана Казанцева. Команда выступила успешно и была награждена диплом за третье место среди университетов Российской федерации. Отметим, что к участию в этой олимпиаде были приглашены только те команды из РФ, кто показал лучшие результаты на Всероссийской олимпиаде, проходившей в конце 2023г. Также участвовали команды ведущих ВУЗов Китая, Туркменистана и Белоруссии. Наконец в завершении семестра 6 и 7 мая 2024г. наши студенты приняли участие в III Открытой международной интернет-олимпиаде по дисциплине «Теоретическая механика», которую проводил Государственный энергетический институт Туркменистана (г. Мары, Туркменистан). Команда КФУ имела смешанный состав из четверокурсников Ислама Закиева и Рамзана Казанцева, и более молодых студентов второго и третьего курсов Дамира Исмагилова и Тимофея Кузьмина. Опытные Ислам Закиев и Рамзан Казанцев, участвуя в своей последней олимпиаде (по регламенту большинства олимпиад к участию в них допускаются студенты не старше четвертого курса), были удостоены дипломов II степени, а Дамир Исмагилов – диплома III степени. В командном зачете команда КФУ награждена дипломом III степени. В этом году состав участников этой олимпиады был еще более обширным. Соревновались в своих знаниях более пятисот студентов из большого количества стран ближнего и дальнего зарубежья. Команда КФУ сумела выступить очень достойно. Подготовкой команды нашего университета занимается руководитель факультатива по теоретической механике доцент кафедры аэрогидромеханики Марданов Ренат Фаритович. Дополнительные материалы об олимпиадах, конкурсные задания и их решения представлены на сайтах в интернете: https://olymp.i-exam.ru/olympsStages?type=open_olymp https://www.bsut.by/ctm/ctm-2024 https://tdei.edu.tm/baslesik/17 Ключевые слова: Олимпиада , теоретическая механика , кафедра аэрогидромеханики"
}