{
  "url": "https://kpfu.ru/math/strctre/mech/fluid/kompanii-predstavili-temy-dlya-prohozhdeniya.html",
  "title": "Компании представили темы для прохождения практики",
  "content": "13 марта 2024 Компании представили темы для прохождения практики Ведущие сотрудники компаний Sofoil ( Д.С.Иващенко ) и TGT Oilfield Services ( А.Г.Фролов ) рассказали студентам 4 курса бакалавриата кафедры аэрогидромеханики о темах прохождения производственной практики в 2024 году и о возможностях дальнейшего трудоустройства на предприятиях. В этом году студентам были предложены следующие темы: Компания « Sofoil » Раздел НИОКР (тестирование технологий): 1. тестирование Деконволюции для газовых месторождений; 2. тестирование Импульсно-кодовой декомпозиции для газовых месторождений; 3. сравнительное тестирование моделей анализа взаимовлияния скважин; 4. проверка метода фантомной скважины в ходе анализа взаимовлияния. Используемое ПО: « Полигон », « Kappa Saphir » PRIME-анализ: 5. анализ разработки нефтегазового объекта на основе диагностических метрик; 6. анализ эффективности геолого-технических мероприятий на скважинах; 7. однофакторные и многофакторные нейросетевые модели падения добычи нефти (Python). Компания «TGT Oilfield Services» Термодинамика, работа на симуляторе ТГТ: 1. моделирование температуры и давления с действующих скважин на термогидродинамическом симуляторе; 2. решение обратной задачи термогидродинамики с целью получения профиля притока/приемистости; 3. моделирование теплофизических процессов в нагнетательных скважинах. Электромагнетизм, работа в Comsol : 4. моделирование электромагнитного поля в программе Comsol в задачах дефектоскопии скважинной конструкции; 5. моделирование влияния дефектов различной геометрии на показания многосенсорного дефектоскопа; 6. моделирование влияния децентрации на показания многосенсорного дефектоскопа. В начале обучения на предприятии проводятся несколько вводных ознакомительных лекций по моделированию скважин, затем даются практические задания для работы на собственном разрабатываемом ПО. Ключевые слова: практика 2024 , кафедра аэрогидромеханики , «Sofoil» , «TGT Oilfield Services»"
}