{
  "url": "https://kpfu.ru/math/strctre/mech/fluid/komanda-kfu-prinyala-uchastie-v-ocherednoj-412726.html",
  "title": "Команда КФУ приняла участие в очередной Всероссийской олимпиаде студентов по теоретической механике",
  "content": "06 декабря 2021 Команда КФУ приняла участие в очередной Всероссийской олимпиаде студентов по теоретической механике Команда КФУ приняла участие в очередной Всероссийской олимпиаде студентов по теоретической механике С 22 по 26 ноября 2021 года прошел финальный тур Всероссийской студенческой олимпиады по теоретической механике. Олимпиада была организована на базе Уфимского государственного нефтяного технического университета (УГНТУ) и, как и в прошлом году, прошла в онлайн-формате. Однако в отличие от прошлого года помимо теоретического конкурса был проведен так же и компьютерный конкурс, где студенты кроме теоретических знаний должны были продемонстрировать практические навыки владения современные вычислительными средствами. От Казанского федерального университета на этой олимпиаде приняла участие команда в составе студентов 3 и 4 курсов Института математики и механики Сафина Дамира, Юркина Сергея и Калистратова Кирилла. Для всех ребят это уже не первая олимпиада, поэтому результат, показанный в прошлом году, удалось улучшить. Лучший результат в личном зачете показал Юркин Сергей – ему удалось попасть в десятку (10 место): такого результата наши студенты не добивались давно! У Сафина Дамира 14 место, а у Калистратова Кирилла 29 место. В итоге в общекомандном зачете наша команда заняла 6 место среди 41 ВУЗа, поднявшись на 2 позиции по сравнению с прошлым годом. В компьютерном конкурсе мы заняли 4 место, немного не дотянув до призового третьего. Подготовкой студентов занимался руководитель кружка по теоретической механике доцент кафедры аэрогидромеханики Марданов Ренат Фаритович. Поздравляем наших студентов и их руководителя с успешным выступлением! Все подробности о прошедшей олимпиаде, конкурсные задания и их решения можно найти на сайтах кафедры механики и конструирования машин УГНТУ: http://mkm.rusoil.net https://vk.com/mkm_ugntu Ключевые слова: Команда , Всероссийской олимпиада , теоретическая механика"
}