{
  "url": "https://kpfu.ru/math/strctre/mech/fluid/magistrant-kafedry-ndash-laureat-mezhdunarodnogo.html",
  "title": "Магистрант кафедры – лауреат Международного форума\r\n'Нефть и газ' в РГУ им. И.М.Губкина",
  "content": "Магистрант кафедры – лауреат Международного форума 'Нефть и газ' в РГУ им. И.М.Губкина  28 апреля 2025 Магистрант кафедры – лауреат Международного форума \"Нефть и газ\" в РГУ им. И.М.Губкина С 21 по 25 апреля в Российском государственном университете нефти и газа им. И.М. Губкина прошел Международный форум «Нефть и газ», объединивший ключевые научные мероприятия отрасли: 79-я Международная молодежная научная конференция «Нефть и газ – 2025»; 18-я Всероссийская научно-техническая конференция «Актуальные проблемы развития нефтегазового комплекса России». В рамках 18-й Всероссийской конференции на секции «Автоматизация, моделирование и энергообеспечение технологических процессов нефтегазового комплекса» с докладом «Модели фильтрации в фиксированных трубках тока в задачах быстрого высокоточного проектирования геолого-технических мероприятий» выступил заведующий кафедрой аэрогидромеханики Поташев Константин Андреевич . На секции «Нефтегазовая и подземная гидромеханика» под руководством проф. В.В. Кадета молодежной конференции с докладом «Обеспечение высокой точности модели двухфазной фильтрации в двумерных трубках тока» выступила Салимьянова Дилара , магистрант 2-го курса. По итогам конференции её работа была отмечена дипломом лауреата секции . Для участников форума была организована экскурсия в научные и инновационные центры Губкинского университета, где они смогли познакомиться с современными лабораториями и перспективными разработками в области нефтегазовой отрасли. Также в рамках форума работала выставка научных разработок, на которой были представлены проекты ученых университета и ведущих компаний топливно-энергетического комплекса. Кафедра поздравляет участников с успешными выступлениями и желает дальнейших научных достижений! Ключевые слова: РГУ им. И.М.Губкина , международный форум , лауреат кафедры аэрогидромеханики"
}