{
  "url": "https://kpfu.ru/math/strctre/mech/fluid/pobeda-v-konkurse-39studencheskij-startap39-472584.html",
  "title": "Победа в конкурсе 'Студенческий стартап'",
  "content": "21 сентября 2025 Победа в конкурсе \"Студенческий стартап\" Дирекцией Фонда содействия инновациям оглашен список победителей конкурса «Студенческий стартап» в 2025 году. Из 11,6 тыс. заявок эксперты отобрали 2500 лучших проектов. Среди победителей ассистент и аспирант кафедры Салимьянова Дилара Радиковна и магистрант 1-г.о. Гумеров Наиль Нафисович . Проект Салимьяновой Д.Р. посвящён созданию методической базы по моделированию фильтрационных процессов в MATLAB Reservoir Simulation Toolbox (MRST). Научным руководителем выступит заведующий кафедрой аэрогидромеханики Поташев Константин Андреевич. «Это перспективный открытый пакет для построения гидродинамических моделей нефтегазовых пластов. Идея возникла на втором курсе магистратуры, когда я изучала современное ПО для гидродинамического моделирования. Во время подготовки к занятиям я заметила, что в русскоязычном пространстве почти нет материалов по работе с MRST. Тогда мой научный руководитель, Константин Андреевич Поташев, предложил написать методическое пособие. Со временем эта идея переросла в создание полноценной базы знаний» - поделилась Дилара Радиковна. Наиль Гумеров продолжит работу над созданием базы знаний по моделированию гидродинамических процессов в среде OpenFOAM. На данный момент уже имеется некоторая база знаний по моделированию процессов в OpenFOAM, разработанная старшим преподавателем Вадимом Дмитриевичем Анисимовым. В работе также будет принимать участие Дамир Исмагилов , лаборант НИЛ «Интеллектуальные биомиметические и природосообразные системы», на базе которой реализуется проект. Научным руководителем является профессор кафедры аэрогидромеханики Артем Наилевич Нуриев . Наиль Гумеров поделился: «Ключевым стимулом к исследованию послужил недостаток русскоязычных ресурсов по работе с OpenFOAM. Этот факт контрастирует с высокой популярностью и потенциалом платформы в области численного моделирования механических процессов. Была поставлена задача разработать инновационный продукт, который бы не только способствовал росту компетенций в сфере моделирования, но и отвечал на наиболее важные вызовы, стоящие перед промышленностью страны». Кафедра поздравляет Дилару Радиковну и Наиля Нафисовича с важной и значимой победой! Ключевые слова: студенческий стартап , моделирование , кафедра аэрогидромеханики"
}