{
  "url": "https://kpfu.ru/math/strctre/mech/fluid/studenty-prinyali-uchastie-v-postroenii-416373.html",
  "title": "Студенты приняли участие в построении гидродинамической модели реального нефтяного месторождения",
  "content": "21 марта 2022 Студенты приняли участие в построении гидродинамической модели реального нефтяного месторождения В 2021-2022 г. студенты ИММ 3-го, а затем 4-го курса Ураимов Алмаз и Мухина Мария получили свой первый опыт трудовой деятельности по специальности в составе научного коллектива НОЦ «Фундаментальные и прикладные проблемы аэрогидромеханики» кафедры аэрогидромеханики ИММ под руководством заведующего кафедрой Поташева К.А. и профессора МазоА.Б. Они приняли активное участие в выполнении договора, заключенного с АО «СМП-Нефтегаз». Целью договора был анализ текущей системы заводнения нескольких разрабатываемых предприятием участков месторождения (поднятий). В ходе работы была предложена общая стратегия и ряд отдельных мероприятий по повышению эффективности системы заводнения. О проделанной работе студенты говорят следующее: «На период выполнения договора мы были трудоустроены в НОЦ в качестве лаборантов. Изначально было непонятно, чем мы будем заниматься, звучали лишь малознакомые слова. Начали работу с обработки и подготовки исходных данных. Задача была несложная: нужно было перевести Excel-файлы в текстовые файлы заданных форматов с определенным пересчетом исходных значений. Но после того как все исходные данные были приведены в рабочий вид, каждому из нас были назначены участки анализа – поднятия, для которых строилась трехмерная суперэлементная модель двухфазной фильтрации в специализированной расчетной программе. Затем следовала непосредственная работа над адаптацией и построением прогнозов. Каждый этап был сопряжен с новыми вызовами, за которыми следовало получение новых знаний и опыта. На протяжении всего договора мы обсуждали получаемые результаты в нашем научном коллективе. Знакомились с новыми идеями о замеченных механизмах поведения нефтяной залежи и с алгоритмами их учета в расчетной программе. Освоили методы гидродинамического анализа разработки нефтяного пласта. Мы уверены, что полученные знания нам пригодятся в дальнейшей деятельности». Наши студенты могут гордиться тем, что результаты исследований, в которых они приняли непосредственное участие, вошли в проект разработки реального нефтяного месторождения и уже сейчас внедряются на предприятии! Надеемся, что подготовленные рекомендации помогут повысить эффективность системы поддержания пластового давления на месторождении, и совместные работы ИММ и АО «СМП-Нефтегаз» будут продолжены. Ключевые слова: Студенты , гидродинамической модели , нефтяное месторождение"
}