{
  "url": "https://kpfu.ru/math/strctre/mech/fluid/studenty-kafedry-aerogidromehaniki-ndash-444814.html",
  "title": "Студенты кафедры аэрогидромеханики – победители Стипендиальной программы\r\n\r\nВладимира Потанина",
  "content": "Студенты кафедры аэрогидромеханики – победители Стипендиальной программы Владимира Потанина  04 марта 2024 Студенты кафедры аэрогидромеханики – победители Стипендиальной программы Владимира Потанина Кафедра с гордостью анонсирует успех двух своих студенток, Богданович Елены и Салимьяновой Дилары – магистрантов 1 курса группы 05-311, в стипендиальном конкурсе, организованном Фондом Потанина. Участие в данном конкурсе привлекло внимание 6 416 студентов со всей России, представляющих 75 вузов, включенных в Программу поддержки образования, среди которых 750 участников по результатам двух этапов были объявлены победителями конкурса. В ходе конкурса оценка участников проводится комплексно, учитывая академический, интеллектуальный и творческий потенциал, мотивацию к развитию, социальную осознанность, владение универсальными навыками, готовность к ответственности и работе в команде. Также ценится активное участие в научно-исследовательской и проектной деятельности, общественной жизни, а также в социально значимых и творческих командных проектах. Елена : « Моё участие в стипендиальном конкурсе было скорее авантюрой, чем продуманным планом. Сначала я долго читала об этом конкурсе информацию и впечатления участников и победителей, вдохновлялась их историями. Окончательно решилась участвовать, когда мой научный руководитель сказал, что этот конкурс специально для меня. В первую очередь я думала, что от участия получу ценный опыт и познакомлюсь с крутыми студентами со всей России. Я, конечно, надеялась на победу, но не буду скрывать, что была приятно удивлена, когда увидела себя в списке победителей. Думаю, больше всего мне помогло победить в конкурсе то, что я никогда не ограничивала себя лишь посещением лекций и семинаров. Я активно участвую в культурно-творческой и общественной деятельности, но и не забываю про учёбу и научную работу. Все это в совокупности делает мою студенческую жизнь насыщенной и незабываемой ». Дилара : «Я всегда думала, что такие стипендии получают только гении или волшебники. Но ни тем, ни другим я себя не считала. В попытке самоидентификации, пробуя себя во всем: в студенческом совете, в научной деятельности, в чтении умных книжек по философии..., – у меня сформировался именно тот пласт опыта и знаний, который требовался от участников конкурса. Но, когда я только начинала писать свою заявку, которой могло бы и не быть без случайного мгновенного заряда мотивации, я не подозревала, что полезным на конкурсе станет практически каждый мой навык, даже те, которые казались сущей обыденностью. Поэтому призываю всегда пробовать свои силы: если мы не может разглядеть в себе гениальность или волшебство, это ещё не значит, что в нас их нет». Отметим, что почти половина стипендиатов 2023/2024 представляют математические, естественные и технические науки, однако лишь 5 из них представители направления 01.04.03 Механика и математическое моделирование. Поздравляем Елену и Дилару с заслуженной победой и выражаем уверенность в их дальнейших успехах в научной, профессиональной и социальной деятельности! Ключевые слова: кафедра аэрогидромеханики , стипендиальная программа Потанина , победители конкурса"
}