{
  "url": "https://kpfu.ru/math/strctre/mech/fluid/trudoustrojstvo-magistrov-posle-proizvodstvennoj.html",
  "title": "Трудоустройство магистров после производственной практики",
  "content": "26 июня 2020 Трудоустройство магистров после производственной практики Кафедра аэрогиромеханики ИММ КФУ организовывает встречи с потенциальными работодателями, направленные на содействие занятости студентов и трудоустройство выпускников кафедры. На одной из таких встреч состоялось знакомство с такими международными нефтесервисными компаниями, как Sofoil и TGT Oilfield Services, где в дальнейшем студенты кафедры имели возможность проходить производственную практику. Перспективой такого сотрудничества явилось дальнейшее трудоустройство студенток кафедры аэрогидромеханики Меньковой Александры и Куличковой Ксении в компанию Sofoil на должности младшего математика-программиста в отдел НИОКР. В их обязанности входит разработка вычислительных модулей для программных комплексов PolyGon и PolyPlan. Для такой работы понадобились знания, полученные в течение изучения курсов подземной гидромеханики, теории многофазной фильтрации, механики сплошной среды, вычислительной гидродинамики и др. Основная деятельность компании Sofoil направлена на разработку различных программных приложений в сфере нефтегазовой промышленности, оказание консультационных услуг в области геолого-промыслового анализа данных и создание интеллектуально-аналитического тренажера PetroCup для обучения анализу и проектированию разработки нефтяных месторождений, в развитии и совершенствовании которого наши студенты принимают активное участие. География PetroCup постоянно расширяется. 4 континента, 10 стран, 60+ сессий и более 500 участников уже смогли оценить возможности данного тренажёра. Студенты кафедры аэрогидромеханики также имели возможность познакомиться с тренажером PetroCup не только как разработчики, но и как участники. В октябре 2019 г. в городе Альметьевск состоялся II Студенческий чемпионат по интеллектуально-аналитической игре PetroCup, в котором наши студенты в составе команды от КФУ вошли в тройку лидеров, заняв 3 место среди 9 команд-участников из разных городов России. Компания Sofoil принимала участие в организации Нефтегазового Дискуссионного Форума (Тюмень), который представлял собой интеллектуальную площадку для открытого обсуждения задач проектирования, анализа, контроля и управления разработкой месторождений нефти и газа. Наши студенты принимают участие в данном мероприятии уже в качестве организаторов. Ключевые слова: аэрогиромеханика , трудоустройство , ИММ"
}