{
  "url": "https://kpfu.ru/math/strctre/mech/fluid/vstrecha-s-kompaniej-tgt-oilfield-services-temy.html",
  "title": "Встреча с компанией TGT Oilfield Services. Темы для практик",
  "content": "07 апреля 2025 Встреча с компанией TGT Oilfield Services. Темы для практик 3 апреля 2025 г. состоялась встреча студентов ИММ с представителем компании-работодателя TGT Oilfield Services . Станислав Викторович Христофоров, руководитель аналитической группы, рассказал о направлениях деятельности компании, возможностях прохождения практики, перспективах трудоустройства и ответил на вопросы студентов. Мероприятие позволило участникам ознакомиться с профессиональными требованиями и перспективами сотрудничества с компанией. В этом году студентам были предложены следующие темы по направлению «Механика и математическое моделирование», согласованные с кафедрой аэрогидромеханики: Блок 1. Электромагнетизм, работа в Comsol 1. Моделирование электромагнитного поля в программе Comsol в задачах дефектоскопии скважинной конструкции. 2. Моделирование влияния дефектов различной геометрии на показания многосенсорного дефектоскопа. 3. Моделирование влияния децентрации на показания многосенсорного дефектоскопа. Блок 2. Пассивная акустика, спектральная шумометрия 1. Обработка замеров пассивной акустики в работающих добывающих и нагнетательных скважинах, спектральный анализ, преобразование Фурье. 2. Обработка замеров пассивной акустики в работающих добывающих и нагнетательных скважинах, алгоритмы фильтрации данных. Станислав Христофоров отметил, что возможны и другие варианты тем практик, которые могут в большей степени соответствовать таким направлениям, как «Математика» и «Математика и компьютерные науки». Для прохождения практики на предприятии обучающийся должен получить согласие научного руководителя при условии отсутствия задолженностей по выполнению дипломной работы и обратиться к заведующему кафедрой для составления приказа не позднее чем за месяц до проведения практики. Ключевые слова: TGT Oilfield , практика , кафедра аэрогидромеханики"
}